import 'package:flutter/material.dart';
import 'package:project_1/zuvluguu_popups/zuvluguupopup.dart';

import 'calculator_popup.dart';
import '../zuvluguu_popups/zuvluguupopup.dart';

//setter of calculator carousel
class AdModel {
  String adImgPath;
  String adDesc;
  int idex;

  AdModel({this.adImgPath, this.adDesc, this.idex});

  void setAdPath(String getImgPath) {
    adImgPath = getImgPath;
  }

  void setAdDesc(String getDesc) {
    adDesc = getDesc;
  }

  void setIdx(int getIdx) {
    idex = getIdx;
  }

  String getAssetPath() {
    return adImgPath;
  }

  String getDescript() {
    return adDesc;
  }

  int getIdex() {
    return idex;
  }
}

//values of calculator, more section carousel
List<AdModel> getAds() {
  List<AdModel> ads = new List<AdModel>();
  AdModel ad = new AdModel();

  ad.setAdPath("assets/Ads/speak_club.jpg");
  ad.setAdDesc("");
  ad.setIdx(0);
  ads.add(ad);

  ad = new AdModel();
  ad.setAdPath("assets/Ads/ulf.jpg");
  ad.setAdDesc("");
  ad.setIdx(1);
  ads.add(ad);

  ad = new AdModel();
  ad.setAdPath("assets/Ads/wordpress.jpg");
  ad.setAdDesc("");
  ad.setIdx(2);
  ads.add(ad);

  ad = new AdModel();
  ad.setAdPath("assets/Ads/adSpace.jpg");
  ad.setAdDesc("");
  ad.setIdx(3);
  ads.add(ad);

  return ads;
}

//calculator, more section popup values
List<CustomDialogBox> adPopups() {
  List<CustomDialogBox> popups = new List<CustomDialogBox>();
  CustomDialogBox popup = new CustomDialogBox();

  popup.url =
      "https://edit.mn/course/38/tesc-teenagers-english-speaking-course";
  popup.img = Image.asset("assets/Ads/speak_club.jpg");
  popups.add(popup);

  popup = new CustomDialogBox();
  popup.url = "https://www.facebook.com/Umbrella.Lawfirm";
  popup.img = Image.asset("assets/Ads/ulf.jpg");
  popups.add(popup);

  popup = new CustomDialogBox();
  popup.url = "https://edit.mn/course/47/make-website-without-code";
  popup.img = Image.asset("assets/Ads/wordpress.jpg");
  popups.add(popup);

  popup = new CustomDialogBox();
  popup.url = "https://www.google.mn/";
  popup.img = Image.asset("assets/Ads/adSpace.jpg");
  popups.add(popup);

  return popups;
}

//Setter of more section carousel
class MoreModel {
  String moreImgPath;
  String moreDesc;
  int idex;

  MoreModel({this.moreImgPath, this.moreDesc, this.idex});

  void setAdPath(String getImgPath) {
    moreImgPath = getImgPath;
  }

  void setAdDesc(String getDesc) {
    moreDesc = getDesc;
  }

  void setIdx(int getIdx) {
    idex = getIdx;
  }

  String getAssetPath() {
    return moreImgPath;
  }

  String getDescript() {
    return moreDesc;
  }

  int getIdex() {
    return idex;
  }
}

//values of more section carousel
List<MoreModel> getMore() {
  List<MoreModel> mores = new List<MoreModel>();
  MoreModel more = new MoreModel();

  more.setAdPath("assets/Ads/adSpace.jpg");
  more.setAdDesc("");
  more.setIdx(0);
  mores.add(more);

  more = new MoreModel();
  more.setAdPath("assets/Ads/adSpace.jpg");
  more.setAdDesc("");
  more.setIdx(1);
  mores.add(more);

  more = new MoreModel();
  more.setAdPath("assets/Ads/adSpace.jpg");
  more.setAdDesc("");
  more.setIdx(2);
  mores.add(more);

  more = new MoreModel();
  more.setAdPath("assets/Ads/adSpace.jpg");
  more.setAdDesc("");
  more.setIdx(3);
  mores.add(more);

  return mores;
}

//calculator, more section popup values
List<CustomDialogBox> morePopups() {
  List<CustomDialogBox> morepops = new List<CustomDialogBox>();
  CustomDialogBox morepop = new CustomDialogBox();

  morepop.url = "https://www.google.mn/";
  morepop.img = Image.asset("assets/Ads/adSpace.jpg");
  morepops.add(morepop);

  morepop = new CustomDialogBox();
  morepop.url = "https://www.google.mn/";
  morepop.img = Image.asset("assets/Ads/adSpace.jpg");
  morepops.add(morepop);

  morepop = new CustomDialogBox();
  morepop.url = "https://www.google.mn/";
  morepop.img = Image.asset("assets/Ads/adSpace.jpg");
  morepops.add(morepop);

  morepop = new CustomDialogBox();
  morepop.url = "https://www.google.mn/";
  morepop.img = Image.asset("assets/Ads/adSpace.jpg");
  morepops.add(morepop);

  return morepops;
}

//setter of home section carousel
class MainModel {
  String mainImgPath;
  String mainDesc;
  int mainIdx;

  MainModel({this.mainImgPath, this.mainDesc, this.mainIdx});

  void setAdPath(String getImgPath) {
    mainImgPath = getImgPath;
  }

  void setAdDesc(String getDesc) {
    mainDesc = getDesc;
  }

  void setIdx(int getIdx) {
    mainIdx = getIdx;
  }

  String getAssetPath() {
    return mainImgPath;
  }

  String getDescript() {
    return mainDesc;
  }

  int getIdx() {
    return mainIdx;
  }
}

//values of home section carousel
List<MainModel> getMains() {
  List<MainModel> mains = new List<MainModel>();
  MainModel main = new MainModel();

  main.setAdPath("assets/Ads/adSpace.jpg");
  main.setAdDesc("");
  main.setIdx(0);
  mains.add(main);

  main = new MainModel();
  main.setAdPath("assets/Ads/adSpace.jpg");
  main.setAdDesc("");
  main.setIdx(1);
  mains.add(main);

  main = new MainModel();
  main.setAdPath("assets/Ads/adSpace.jpg");
  main.setAdDesc("");
  main.setIdx(2);
  mains.add(main);

  main = new MainModel();
  main.setAdPath("assets/Ads/adSpace.jpg");
  main.setAdDesc("");
  main.setIdx(3);
  mains.add(main);

  return mains;
}

class CreatorModel {
  String creatorImgPath;
  String creatorDesc;
  int creatorIdx;

  CreatorModel({this.creatorImgPath, this.creatorDesc, this.creatorIdx});

  void setCrtPath(String getImgPath) {
    creatorImgPath = getImgPath;
  }

  void setCrtDesc(String getDesc) {
    creatorDesc = getDesc;
  }

  void setIdx(int getIdx) {
    creatorIdx = getIdx;
  }

  String getAssetPath() {
    return creatorImgPath;
  }

  String getDescript() {
    return creatorDesc;
  }

  int getIdx() {
    return creatorIdx;
  }
}

//values of home section carousel
List<CreatorModel> getCreators() {
  List<CreatorModel> creators = new List<CreatorModel>();
  CreatorModel crt = new CreatorModel();

  crt.setCrtPath("assets/creators_png/tsengel.jpg");
  crt.setCrtDesc("С.Батцэнгэл\nDeveloper");
  crt.setIdx(1);
  creators.add(crt);

  crt = new CreatorModel();
  crt.setCrtPath("assets/creators_png/tedy1.jpg");
  crt.setCrtDesc("Б.Тэмүүлэн\nDeveloper");
  crt.setIdx(2);
  creators.add(crt);

  crt = new CreatorModel();
  crt.setCrtPath("assets/images/LawyerAmraa.jpg");
  crt.setCrtDesc("Э.АМАРХҮҮ\nХУУЛЬЧ, ӨМГӨӨЛӨГЧ");
  crt.setIdx(0);
  creators.add(crt);

  crt = new CreatorModel();
  crt.setCrtPath("assets/creators_png/lawyer2.jpg");
  crt.setCrtDesc("null");
  crt.setIdx(3);
  creators.add(crt);

  crt = new CreatorModel();
  crt.setCrtPath("assets/creators_png/lawyer3.jpg");
  crt.setCrtDesc("null");
  crt.setIdx(4);
  creators.add(crt);

  return creators;
}

//home section popup values
List<CustomDialogBox> getPopups() {
  List<CustomDialogBox> popups = new List<CustomDialogBox>();
  CustomDialogBox popup = new CustomDialogBox();

  popup.descriptions = "";
  popup.img = Image.asset("assets/Ads/adSpace.jpg");
  popup.title = "";
  popups.add(popup);

  popup = new CustomDialogBox();
  popup.descriptions = "";
  popup.img = Image.asset("assets/Ads/adSpace.jpg");
  popup.title = "";
  popups.add(popup);

  popup = new CustomDialogBox();
  popup.descriptions = "";
  popup.img = Image.asset("assets/Ads/adSpace.jpg");
  popup.title = "";
  popups.add(popup);

  popup = new CustomDialogBox();
  popup.descriptions = "";
  popup.img = Image.asset("assets/Ads/adSpace.jpg");
  popup.title = "";
  popups.add(popup);

  return popups;
}

const question_data = [
  {
    "question": "Иргэний хэргийн хөөн хэлэлцэх хугацааг юу гэж ойлгох вэ?",
    "popup": 0
  },
  {
    "question":
        "Шүүхэд хандмаар байгаа ч хариуцагч этгээдийн оршин суугаа хаягийг мэдэхгүй байгаа тохиолдолд яах вэ?",
    "popup": 1
  },
  {
    "question":
        "Зээлийн гэрээ бичгээр байгуулаагүй ч гэсэн хүү нэхэж болох уу?",
    "popup": 2
  },
  {
    "question":
        "Орон сууц худалдаж авахаар гэрээ байгуулахад юуг анхаарах ёстой вэ?",
    "popup": 3
  },
  {
    "question":
        "Шүүхийн шийдвэрээр тогтоосон тэтгэлгийг хугацаандаа төлөөгүй тохиолдолд алданги шаардаж болох уу?",
    "popup": 4
  },
  {"question": "Хөдөлмөрийн хөлсний доод хэмжээ гэж юуг хэлэх вэ?", "popup": 5},
  {
    "question":
        "Хөдөлмөрийн гэрээг бичгээр байгуулаагүй тохиолдолд ажил олгогч хариуцлага хүлээх үү?",
    "popup": 6
  },
  {
    "question":
        "Хөдөлмөрийн гэрээний туршилтын хугацаа дууссан ч гэсэн үргэлжлүүлэн ажиллаж болох уу?",
    "popup": 7
  },
  {"question": "Гэрлэлтээ цуцлуулахад хаана хандах вэ?", "popup": 8},
  {
    "question":
        "Орон сууц худалдаж авахад өмнө хуримтлагдсан цахилгааны өр төлбөрийг хэн хариуцаж төлөх вэ?",
    "popup": 9
  },
  {
    "question": "Гэмт хэргийн талаарх гомдол, мэдээллийг хэрхэн гаргах вэ?",
    "popup": 10
  },
  {"question": "Хадгаламжийн даатгалын нөхөн төлбөр гэж юу вэ?", "popup": 11},
  {"question": "Газар өмчлөх эрх хэзээ дуусгавар болдог вэ?", "popup": 12},
];

//values of more section q&a section
List<QuestionBox> questionPop() {
  List<QuestionBox> qstPops = new List<QuestionBox>();
  QuestionBox qstPop = new QuestionBox();

  qstPop.question =
      'Иргэний хэргийн хөөн хэлэлцэх \n хугацааг юу гэж ойлгох вэ?';
  qstPop.answer =
      'Иргэн, хуулийн этгээдээс зөрчигдсөн эрхээ хамгаалуулахын тулд шүүх, арбитр зэрэг байгууллагад нэхэмжлэл гаргаж болох хугацааг хуулиар тогтоосныг хөөн хэлэлцэх хугацаа гэнэ. Хуульд өөрөөр заагаагүй бол хөөн хэлэлцэх ерөнхий хугацаа 10 жил, гэрээний үүрэгтэй холбоотой шаардлага гаргах хөөн хэлэлцэх хугацаа 3 жил, үл хөдлөх эд хөрөнгөтэй холбоотой гэрээний үүрэгтэй холбоотой хөөн хэлэлцэх хугацаа 6 жил гэх мэт тусгай асуудлаар нь зааж өгсөн. Хөөн хэлэлцэх хугацаа өнгөрсөн бол үүрэг гүйцэтгэгч үүрэг гүйцэтгэхээс татгалзах эрхтэй байдаг.';
  qstPops.add(qstPop);

  qstPop = new QuestionBox();
  qstPop.question =
      'Шүүхэд хандмаар байгаа ч хариуцагч этгээдийн оршин суугаа хаягийг мэдэхгүй байгаа тохиолдолд яах вэ?';
  qstPop.answer =
      'Хариуцагчийн оршин суугаа газрын хаяг мэдэгдэхгүй байвал түүнийг эрэн сурвалжлуулахаар шүүхэд хүсэлт гаргаж болно. Хариуцагчийг эрэн сурвалжлах тухай шүүхийн шийдвэр гарсан тохиолдолд цагдаагийн байгууллага тухайн этгээдийн оршин суугаа хаягийг тогтоохоор эрэн сурвалжлах ажиллагааг хийж гүйцэтгэнэ.';
  qstPops.add(qstPop);

  qstPop = new QuestionBox();
  qstPop.question =
      'Зээлийн гэрээ бичгээр байгуулаагүй ч \n гэсэн хүү нэхэж болох уу?';
  qstPop.answer =
      'Монгол Улсын Иргэний хуульд “Хуульд өөрөөр заагаагүй бол хүү тогтоосон бол зээлийн гэрээг бичгээр хийнэ. Энэ шаардлагыг хангаагүй бол хүү авах эрхээ алдана” гэж зохицуулсан байдаг. Иймд зээл олгохдоо хүү төлөхөөр тохиролцсон хэдий ч бичгээр гэрээ байгуулаагүй, зөвхөн амаар тохиролцсон тохиолдолд зээлдүүлэгч хүү шаардах эрхгүй болно.';
  qstPops.add(qstPop);

  qstPop = new QuestionBox();
  qstPop.question =
      'Орон сууц худалдаж авахаар гэрээ байгуулахад юуг анхаарах ёстой вэ?';
  qstPop.answer =
      'Орон сууц худалдах, худалдан авах гэрээ байгуулахдаа гэрээгээ улсын бүртгэлийн газарт бүртгүүлэх ёстой. Учир нь үл хөдлөх эрх хөрөнгө өмчлөх эрх хэлцлийн үндсэн дээр нэг этгээдээс нөгөөд шилжиж байгаа бол уг хэлцлийг үл хөдлөх эд хөрөнгийн бүртгэлийн газар бүртгүүлснээр тухайн үл хөдлөх эд хөрөнгийн өмчлөх эрх худалдан авагчид шилжиж, өмнөх өмчлөгч буюу худалдагчийн өмчлөх эрх дуусгавар болдог. Хэрэв уг шаардлагыг хангаагүй бол талуудын хооронд байгуулагдсан худалдах, худалдан авах гэрээ нь Иргэний хуульд заасан хүчин төгөлдөр бус байх хэлцэлд тооцогдох хууль зүйн үр дагаврыг бий болгоно.';
  qstPops.add(qstPop);

  qstPop = new QuestionBox();
  qstPop.question =
      'Шүүхийн шийдвэрээр тогтоосон тэтгэлгийг хугацаандаа төлөөгүй тохиолдолд алданги шаардаж болох уу?';
  qstPop.answer =
      'Хэрэв шүүхийн шийдвэрээр тогтоосон тэтгэлгийг хугацаанд нь төлөөгүй бол хожимдуулсан хоног тутамд тогтоосон тэтгэлгийн үнийн дүнгийн 0,5 хувиар алданги гаргуулахаар шаардаж болно. Гэхдээ алдангийн нийт хэмжээ төлөгдөөгүй тэтгэлгийн үнийн дүнгийн 50 хувиас хэтрэхгүй байхыг анхаарах нь зүйтэй.';
  qstPops.add(qstPop);

  qstPop = new QuestionBox();
  qstPop.question = 'Хөдөлмөрийн хөлсний доод хэмжээ гэж юуг хэлэх вэ?';
  qstPop.answer =
      'Хөдөлмөрийн хөлсний доод хэмжээ гэж тодорхой боловсрол, тусгай мэргэжил үл шаардагдах энгийн ажилд хөдөлмөрийн гэрээ, хөлсөөр ажиллах гэрээ болон тэдгээртэй адилтгах бусад гэрээгээр ажиллаж байгаа ажилтны хууль ёсны эрх, ашиг сонирхлыг хамгаалах зорилгоор эрх бүхий этгээдээс тогтоосон цагийн үндсэн цалин хөлсийн нийтээр дагаж мөрдвөл зохих хамгийн доод хэмжээг ойлгоно. Хөдөлмөр, нийгмийн зөвшлийн гурван талт үндэсний хорооноос хүн амын амьжиргааны өртгийн өөрчлөлт, эдийн засгийн өсөлт, хөдөлмөр эрхлэлтийн түвшин зэрэг хүчин зүйлсийг харгалзан 2 жилд 1 удаа тогтоодог. Хөдөлмөр, нийгмийн зөвшлийн гурван талт үндэсний хорооны 2018.08.19-ний өдрийн 05 дугаар тогтоолын дагуу улсын хэмжээнд мөрдөгдөх хөдөлмөрийн хөлсний доод хэмжээ 2020.01.01-нээс эхлэн нэг цагт 2500 төгрөг буюу сард 420,000 төгрөг байна.';
  qstPops.add(qstPop);

  qstPop = new QuestionBox();
  qstPop.question =
      'Хөдөлмөрийн гэрээг бичгээр байгуулаагүй тохиолдолд ажил олгогч хариуцлага хүлээх үү?';
  qstPop.answer =
      'Хөдөлмөрийн тухай хуульд зааснаар ажил олгогч нь ажилтантай байнгын ажлын байранд хөдөлмөрийн гэрээг заавал бичгээр байгуулах ёстой бөгөөд хэрэв ажил олгогч уг үүргээ биелүүлээгүй тохиолдолд Зөрчлийн тухай хуульд заасан хариуцлагыг хүлээнэ. Зөрчлийн тухай хуулийн 10.16-р зүйлийн 4.3-д зааснаар ажилтанд учруулсан хохирол, нөхөн төлбөрийг гаргуулж, хүнийг нэг зуун тавин нэгжтэй тэнцэх хэмжээний буюу 150,000 төгрөг, хуулийн этгээдийг нэг мянга таван зуун нэгжтэй тэнцэх хэмжээний буюу 1,500,000 төгрөгөөр торгох тухай хуульчилсан';
  qstPops.add(qstPop);

  qstPop = new QuestionBox();
  qstPop.question =
      'Хөдөлмөрийн гэрээний туршилтын хугацаа дууссан ч гэсэн үргэлжлүүлэн ажиллаж болох уу?';
  qstPop.answer =
      'Туршилтын хугацаа тогтоосон хөдөлмөрийн гэрээний хугацаа дуусмагц гэрээний талууд гэрээг цуцлах санал тавиагүй бөгөөд ажилтан ажлаа гүйцэтгэсээр байгаа тохиолдолд хөдөлмөрийн гэрээг анх заасан хугацаагаар сунгагдсанд тооцдог.';
  qstPops.add(qstPop);

  qstPop = new QuestionBox();
  qstPop.question = 'Гэрлэлтээ цуцлуулахад хаана хандах вэ?';
  qstPop.answer =
      'Гэрлэлтийг хуульд заасан үндэслэлээр захиргааны буюу шүүхийн журмаар цуцална. Гэрлэлтээ цуцлуулахыг харилцан зөвшөөрсөн, 18 хүртэлх насны хүүхэдгүй, эд хөрөнгийн маргаангүй тохиолдолд гэрлэгчид гэрлэлт цуцлуулах хүсэлтээ тус. тусдаа бичиж улсын бүртгэлийн байгууллагад гаргана. Мөн гадаад улсад байгаа тохиолдолд Монгол Улсын Дипломат төлөөлөгчийн газарт гаргана. Харин бусад тохиолдолд буюу гэрлэгчид харилцан тохиролцсон буюу тэдний хэн нэгний, эсхүл эрх зүйн бүрэн чадамжгүйд тооцогдсон эхнэр, нөхрийн асран хамгаалагчийн нэхэмжлэлийн дагуу гэрлэлт цуцлах эсэх асуудлыг шүүх шийдвэрлэнэ. Ийнхүү шүүхэд хандахаас өмнө гэрлэлт цуцлах асуудлаар эвлэрүүлэн зуучлалд хандаж шийдвэрлүүлсэн байх шаардлагатай';
  qstPops.add(qstPop);

  qstPop = new QuestionBox();
  qstPop.question =
      'Орон сууц худалдаж авахад өмнө хуримтлагдсан цахилгааны өр төлбөрийг хэн хариуцаж төлөх вэ?';
  qstPop.answer =
      'Цахилгаан эрчим хүч хэрэглэх дүрэмд зааснаар байр, орон сууц, хашаа, газар өмчлөгч, эзэмшигч иргэн, аж ахуйн нэгж, байгууллага нүүхдээ цахилгаан эрчим хүч хэрэглэсэн тооцоогоо хийж дуусган, энэ тухай тодорхойлолтыг эрчим хүчээр хангагч байгууллагаас авсан байх шаардлагатай. Түүнчлэн тухайн байр, орон сууц, хашаа, газрыг худалдан авч байгаа өмчлөгч эсвэл эзэмшигч нь худалдаж буй иргэн, аж ахуйн нэгж, байгууллагаас дээрх тодорхойлолтыг шаардаж авах шаардлагатай. Хэрэв уг тодорхойлолтыг аваагүй тохиолдолд шинээр өмчлөгч, эзэмшигч этгээд эрчим хүчний өр төлбөрийг хариуцахаар заасан байдаг.';
  qstPops.add(qstPop);

  qstPop = new QuestionBox();
  qstPop.question = 'Гэмт хэргийн талаарх гомдол, мэдээллийг хэрхэн гаргах вэ?';
  qstPop.answer =
      'Гэмт хэргийн талаарх гомдол, мэдээллийг иргэн амаар эсхүл бичгээр гаргаж болно. Бичгээр гаргах тохиолдолд гомдол, мэдээлэлд гомдол гаргагч, эсхүл мэдээлэл өгсөн хүн гарын үсэг зурсан байна. Биечлэн эсхүл харилцаа холбооны хэрэгсэл ашиглаж гаргасан гомдол мэдээллийг тэмдэглэл үйлдэж хүлээж авах ба түүнд тэмдэглэл үйлдсэн хүн гарын үсэг зурна.';
  qstPops.add(qstPop);

  qstPop = new QuestionBox();
  qstPop.question = 'Хадгаламжийн даатгалын нөхөн төлбөр гэж юу вэ?';
  qstPop.answer =
      'Банк татан буугдсан тохиолдолд Хадгаламжийн даатгалын сангаас таны тухайн банкин дахь хадгаламжийн 20 сая хүртэлх төгрөгийг нөхөн олгохыг хэлнэ.';
  qstPops.add(qstPop);

  qstPop = new QuestionBox();
  qstPop.question = 'Газар өмчлөх эрх хэзээ дуусгавар болдог вэ?';
  qstPop.answer =
      'Монгол Улсын иргэнд газар өмчлүүлэх тухай хуульд зааснаар иргэний газар өмчлөх эрх нь өмчийн газраа бусад иргэний өмчлөлд шилжүүлснээр, газар өмчлөх эрхээсээ татгалзсанаар, газар өмчлөгч иргэн Монгол Улсын харьяатаас гарснаар, мөн хууль тогтоомжид заасан бусад үндэслэлээр тус тус дуусгавар болно.';
  qstPops.add(qstPop);

  return qstPops;
}

//values of more section advice section
List<ZuvluguuPopup> moreSubPopups() {
  List<ZuvluguuPopup> popups = new List<ZuvluguuPopup>();
  ZuvluguuPopup popup = new ZuvluguuPopup();

//Гэм хор
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч:\n\tОвог, нэр: ................. ургийн овогтой .................... -ний .......................\n\tХаяг: .........................................................................................................\n\tУтас: ............................\n\tХариуцагч:\n\tНэр: ..............................................\n\tХаяг: .........................................................................................................\n\tУтас: ............................................\n\t\n\tНэхэмжлэлийн шаардлага: Гэм хорын хохиролд 3.215.000 төгрөг гаргуулах тухай\n\tМиний бие 2020 оны ... дугаар  сарын ... -ны өдөр СБД-ийн нутаг дэвсгэрт  өөрийн өмчлөлийн УБН  00-00 улсын дугаартай приус 30 маркийн суудлын автомашинтайгаа  явж байтал зүүн гар талаас Н нь УНА 00-00 улсын дугаартай приус 30  маркийн суудлын авто машинаараа мөргөж, зам тээврийн осол гаргасан.\n\tТээврийн цагдаад дуудлага өгч зөрчил гарсан газарт үзлэг, хэмжилт хийлгэж, үнэлгээг хийлгэхэд  3.215.000 төгрөгний хохирол учирсан болох нь тогтоогдсон.\n\tИймд замын хөдөлгөөний дүрмийг зөрчиж, хөдөлгөөний аюулгүй байдлыг хангахгүй замын хөдөлгөөнд оролцож миний эд хөрөнгөд хохирол учруулсан тул Н-с  хөрөнгийн үнэлгээгээр тогтоогдсон 3.215.000 төгрөг, үнэлгээ хийлгэхэд төлсөн төлбөр 80.000 төгрөг, нийт 3295000  төгрөгийг гаргуулж өгнө үү\n\tНэхэмжлэлд хавсаргасан баримт бичиг\n\t1. Нэхэмжлэл ... хувь,\n\t2. Нэхэмжлэгчийн иргэний үнэмлэхийн нотариатчаар гэрчлүүлсэн хуулбар\n\t3. Тээврийн хэрэгслийн гэрчилгээний нотариатчаар гэрчлүүлсэн хуулбар\n\t4. Хэрэг учралын газарт үзлэг хийсэн тэмдэглэл болон гэрэл зургийн үзүүлэлт,\n\t5. “...” ХХК-ийн үнэлгээний тайлан, эх хувь\n\t6. Үнэлгээний төлбөр төлсөн баримт,\n\t7. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t\n\t/Нотлох баримтыг нь эх хувиар нь өгөх боломжгүй бол нотариатаар гэрчлүүлсэн хуулбарыг гаргаж өгнө/\n\t\n\tНЭХЭМЖЛЭЛ ГАРГАСАН:    .........                         / ГАРЫН ҮСЭГ /";

  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popup.url = "http://www.pdf995.com/samples/pdf.pdf";
  popups.add(popup);

//Ажлаас халагдсан
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч:\n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: Ажилд эгүүлэн тогтоолгож, ажилгүй байсан хугацааны цалин хөлстэй тэнцэх олговрыг гаргуулах, нийгмийн болон эрүүл мэндийн даатгалын шимтгэл төлүүлэх тухай.\n\tМиний бие ..... оны ... дугаар сарын ...-ны өдөр ................................... байгууллагын захиргаатай хөдөлмөрийн гэрээ байгуулж, ................................ албан тушаалд томилогдсон ч, тус байгууллагын захирлын ..... оны .... дугаар сарын ... өдрийн ......тоот тушаалаар ................... гэх (Ажлаас халсан тушаал дээрх үндэслэл) үндэслэлээр ажлаас чөлөөлөгдсөн.\n\tАжиллах хугацаанд ямар нэг сахилгын болон ёс зүйн зөрчил гаргаж байгаагүй, хамт олны дунд нэр хүндтэй, сахилга баттай, хариуцсан ажилдаа хариуцлагатай байж ирсэн.\n\tТиймээс дээрх тушаал нь илт үндэслэлгүй, хууль зөрчсөн  байх тул өөрийгөө үндэслэлгүйгээр ажлаас чөлөөлөгдсөн гэж үзэж байна.\n\tИймд  ............................... албан тушаалд эгүүлэн тогтоолгох, ажилгүй байсан хугацааны цалин, хөлстэй тэнцэх олговрыг гаргуулах, нийгмийн болон эрүүл мэндийн даатгалын шимтгэлийг төлүүлэх нэхэмжлэлийн шаардлага гаргаж байгааг хүлээн авч, шийдвэрлэж өгнө үү.\n\tНэхэмжлэлд хавсаргасан баримт бичиг /баримт жагсаалтыг бичиж, хуудасны тоог бичнэ./\n\t1. Нэхэмжлэл ... хувь,\n\t2. Нэхэмжлэгчийн иргэний үнэмлэхийн нотариатчаар гэрчлүүлсэн хуулбар\n\t3. Хөдөлмөрийн гэрээ  нотариатчаар гэрчлүүлсэн хуулбар\n\t4. Ажилд томилогдсон, ажлаас чөлөөлөгдсөн тушаалын эх хувь\n\t5. Ажлын байрны тодорхойлолт эх хувь\n\t6. Ажилд орсон тушаал\n\t7. Нийгмийн даатгалын дэвтрийн нотариатаар гэрчлүүлсэн хуулбар\n\t\n\tНЭХЭМЖЛЭЛ ГАРГАСАН:    			 /........................./\n\t\n\tЖич: /Нотлох баримтыг нь эх хувиар нь өгөх боломжгүй бол нотариатаар гэрчлүүлсэн хуулбарыг гаргаж өгнө, Өөрт байгаа нотлох баримтуудын хүрээнд дээрх жагсаалтаас бүрдүүлнэ./";

  popup.title = "ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popup.url = "http://www.pdf995.com/samples/pdf.pdf";
  popups.add(popup);

//Орон сууцны өмчлөгчөөр тогтоолгох тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tГэрээ хийсэн өдрөө төлбөрийн 40% болох 9000 /есөн мянган/ ам долларыг төлсөн.\n\tУг барилгыг 2007.05.01-ний өдөр ашиглалтанд оруулахаар гэрээндээ тусгасан боловч хугацаандаа ашиглалтанд ороогүй бөгөөд энэ нь бидний хооронд байгуулсан гэрээний 4.1-ийн А-д барилгыг ашиглалтанд оруулахаар тохиролцсон хугацаа хожимдуулсан нөхцөлд хугацаа хэтэрсэн сар тутамд нийт үнийн дүнгийн 0.5%-иар алданги тооцож захиалагчид төлөх ёстой гэсэн заалт нь хэрэгжээгүй.\n\t2008.01.07-ны өдөр ............ компани нь 05/007 тоот мэдэгдэл ирүүлж гэрээний 4.2 дахь заалтыг зөрчин гэрээг шинэчлэхийг мэдэгдсэн. Энэхүү мэдэгдэл нь хууль бус учир иргэн Н.М намайг Хан-Уул дүүргийн 20-р хорооны нутаг дэвсгэрт байрлах .......... орон сууцны хотхоны 50м2 талбайтай 2 өрөө орон сууцны өмчлөгчөөр тогтоож өгнө үү.\n\tНэхэмжлэлд:\n\t1. Нэхэмжлэл 2 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t3. Захиалгаар байр худалдан авах гэрээ 2 хуудас\n\t4. Иргэний үнэмлэхийн хуулбар 1 хуудас\n\t5. ............ ХХК-ий мэдэгдэл 1 хуудас\n\t\n\tНэхэмжлэл гаргасан:                             /Н.М/\n\t\n\tЭх сурвалж\n\tShuukh.mn";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Асран хамгаалагчаар тогтоолгох тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "..... оны ... сарын ...-ны өдөр							Улаанбаатар хот\n\tНэхэмжлэл гаргах тухай\n\tНэхэмжлэгч:\n\tОвог, нэр: ................. ургийн овогтой .................... -ний .......................\n\tХаяг: ........................................................................................................\n\tУтас: ...........................\n\t\n\tНэхэмжлэлийн шаардлага: Асран хамгаалагчаар тогтоолгох тухай\n\t\n\tМиний дүү Ж.Ц нь С.Л гэгч эмэгтэйтэй 2010 оноос 2016 он хүртэл хамт амьдарч байсан. Энэ хугацаанд тэдний дундаас 2013 онд охин Л.Ж төрсөн. Гэвч эх С.Л нь 2015 онд охиноо 2 настай байхад нь нас барсан, Ж.Ц нь охин Ц.Н-ийн хамтаар байгаад  2020 онд 10 сард өвчний учир нас барсанаас хойш Ц.Н-н миний асрамжинд байна.\n\tМиний бие Ж.Б нь асрамжинд байх Ц.Н-ийг асран хамгаалагчаар тогтоолгох хүсэлтэй байх тул асран хамгаалагчаар тогтоож өгнө үү\n\tНэхэмжлэлд:\n\t1. Нэхэмжлэл 1 хувь\n\t2. Хүүхдийн төрсөний гэрчигээний хуулбар /нотариатаар гэрчлүүлсэн/\n\t3. Хорооны засаг даргын тодорхойлолт\n\t4. Нас барсаны гэрчилгээний хуулбар /нотариатаар гэрчлүүлсэн/\n\t5. Иргэний үнэмлэхийн хуулбар /нотариатаар гэрчлүүлсэн/\n\t\n\tНэхэмжлэл гаргасан 			/............................/ Ж.Б";
  popup.title =
      "..................................... ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Гэрлэлт цуцлуулах
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмэлэлийн шаардлага: Гэрлэлт цуцлуулж, хүүхдийн асрамж тогтоолгоож, хүүхдийн тэтгэлэг гаргуулах тухай\n\tА.Б миний бие нь 2015 онд Д.Г–тэй танилцан улмаар 2016 оны 07 дугаар сарын 08-нд гэрлэлтийн  12345 тоот баталгаагаар бүртгүүлж гэр бүл болсон билээ.\n\tБидний хамтран амьдрах хугацаанд 2016 оны 10 дугаар сарын 01-ний өдөр хүү Г.Д, 2018 оны 10 дугаар сарын 01-ний өдөр охин Г.Г нар төрсөн. Бид зан харьцааны таарамжгүй байдлын улмаас цаашид хамтран амьдрах боломжгүй болж  2019 оноос салж тусдаа амьдрах болсон юм.\n\tТэр үеэс хойш хүү охин хоёр маань эх Д.Г-ийн асрамжинд амьдарч өсч торнисон. Одоо бид тус тусын амьдралтай болсон, цаашид хамтран амьдрах боломжгүй болсон тул бидний гэрлэлтийг цуцалж өгнө үү.\n\tХүү Г.Д, охин Г.Г нарыг миний асрамжинд үлдээж, эцэг Д.Г-ээс хүүхдийн тэтгэлэг гаргуулна\n\tБидний дундын өмчлөлийн эд хөрөнгө болох Сонгинохайрхан дүүргийн ХХ-р хороо ХХ-р байр ХХ тоот 2 өрөө байр, Pajero маркийн суудлын автомашинаас надад болон 2 хүүхэддээ ногдох хэсгийг гаргуулах хүсэлтэй байна.\n\tШүүхэд нэхэмжлэл гаргахын өмнө урьдчилан шийдвэрлүүлэх журамтай. Эвлэрүүлэн зуучлалд хандасан байна.\n\tНэхэмжлэлд хавсаргасан баримт бичиг:\n\t1. Нэхэмжлэл 2 хувь\n\t2. Тэмдэгтийн хураамж 70200 төгрөг\n\t3. Гэрлэлтийн баталгаа нотариатаар батлуулсан байна\n\t4. Хүүхдийн төрсний гэргчилгээ нотариат\n\t5. Хорооны тодорхойлолт нэхэмжлэл гаргаж буй хүний\n\t6. Хүүхэд эсэн мэнд бойжиж буй өрхийн эмнэлгийн тодорхойлолт\n\t7. Хүүхдийн сургуулийн тодорхойлолт\n\t\n\tТайлбар: Гэрлэгсэд нь насанд хүрээгүй хүүхэдгүй, мөн дундын өмчлөлийн эд хөрөнгийн талаар ямар нэг маргаангүй бол захиргааны журмаар хэргийг шийдвэрлэнэ.\n\t\n\tНэхэмжлэл гаргасан: Гарын үсэг       /А.Б…………./";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Хүүхдийн тэтгэлэг тогтоолгох тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: Хүүхдийн тэтгэлэг тогтоолгох тухай\n\t\n\tМиний бие А.В-тэй 2014 онд танилцаж, 2015 оноос хамтран амьдарж, бид 2016 оны 07 сарын 08-ны өдөр В.Ж гэх охинтой болсон. Бид охиноо төрөхөд Баянгол дүүргийн Иргэний бүртгэлийн хэлтсээс төрсний гэрчилгээг нь авч, охин маань эцэг А.В овоглосон.\n\tБид 2018 оны 07 дугаар сараас тусдаа амьдарч байгаа бөгөөд хувийн халицааны улмаас цаашид хамтран амьдрах боломжгүй болсон.\n\tИймд 2016 оны 07 сарын 08-ны өдөр төрсөн охин В.Ж-д эцгээс нь хүүхдийн тэтгэлэг тогтоож өгнө үү\n\t\n\tНэхэмжлэлд хавсаргасан баримт бичиг:\n\t1. Нэхэмжлэл ... хувь\n\t2. Миний иргэний үнэмлэхийн хуулбар /нотариатчаар гэрчлүүлсэн/\n\t3. Охины төрсний гэрчилгээний хуулбар /нотариатчаар гэрчлүүлсэн/\n\t4. Хүүхэд эрүүл бойжиж байгаа тухай Өрхийн эрүүл мэндийн төвийн Эмнэлгийн магадлагаа /Эх хувь/\n\t5. Хүүхдийн цэцэрлэгт хамрагддаг тухай тодорхойлолт /Эх хувь/\n\t6. Миний оршин суугаа хорооны Засаг даргын тодорхойлолт /Эх хувь/\n\t7. Улсын тэмдэгтийн хурааж төлсөн баримт.\n\t\n\t/Нотлох баримтыг нь эх хувиар нь өгөх боломжгүй бол нотариатаар гэрчлүүлсэн хуулбарыг гаргаж өгнө/\n\t\n\tНЭХЭМЖЛЭЛ ГАРГАСАН:    .........                         / ГАРЫН ҮСЭГ /";

  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Эвлэрүүлэн зуучлал
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\Өргөдөл гаргагч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tУдирдагч тал:\n\tОвог нэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\tМаргааны агуулга:\n\t........................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................\n\tТалууд харилцан тохиролцох боломжтой гэж итгэж байх тул маргааныг эвлэрүүлэн зуучлах ажиллагааны журмаар шийдвэрлүүлэх хүсэлтэй байна.\n\tИймээс энэхүү өргөдлийг гаргаж байна.\n\tХавсаргах баримт:\n\t1. Өргөдөл ... хуудастай\n\t2. Иргэний үнэмлэхний нотариатаар гэрчлүүлсэн хуулбар\n\t3. Холбогдох гэрээ, бараа материал хүлээлцсэн актын нотариатаар батлуулсан хуулбар\n\t4. Улсын тэмдэгтийн хураамж төлсөн баримт. (Үнийн дүн харгалзахгүй 30.000 төгрөг тушаана)\n\tБүгд ... хуудас баримт хавсаргав.\n\t\n\tӨРГӨДӨЛ ГАРГАСАН:			/............................/";
  popup.title =
      "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХ ДЭХ\n\tЭвлэрүүлэн зуучлалд\n\tӨргөдөл гаргах нь";
  popups.add(popup);

//Хамтын амьдралтай байсныг тогтоолгох
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\t\n\tНэхэмжлэлийн шаардлага: Хамтын амьдралтай байсныг тогтоолгох тухай\n\t\n\tБи А.Баттай 2010 оны 10 сард танилцаж, 2011 оны 10-р сараас хамт амьдарч эхлэсэн. 2012 оны 07 дугаар сарын 01-ны өдөр охин Б.Насааг төрүүлсэн юм. Тэр цагаас хойш бид хоёр нэг гэрт хамтран амьдарч байгаад нөхөр А.Бат маань 2015 оны 9-р сард БНСУ-д ажиллахаар явж, тэнд ажиллаж байгаад 2018 оны 04-р сарын 05-ны өдөр ослоор нас барсан.\n\tБид хоёр энэ хугацаанд хадам аав Л.А-ийн хамт Хан-Уул дүүргийн 5-р хороо, 4 дүгээр хороололын 00 байрны 00 тоотод амьдарч байсан. Нөхөр маань нардуу хэрглээ, зарцуулах мөнгө явуулдаг байсан.\n\tНөхөр бид 2 хоёр ажиллаж ирээд гэрлэлтээ батлуулах бодолтой байсан. Охин Б.Н-д тэжээгчээ алдсаны тэтгэвэр тогтоолгох болсон тул бид хоёрыг 2011 оноос 10 дугаар сараас, 2018 оны 04-р сарын 05-ыг хүртэл хамтран амьдарч байсныг тогтоож өгнө үү.\n\t\n\tНэхэмжлэлд хавсаргасан материал:\n\t1. Нэхэмжлэл 1 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t3. Нас барсаны гэрчилгээний хуулбар / нотариатаар гэрчлүүлсэн/\n\t4. Иргэний үнэмлэхийн хуулбар / нотариатаар гэрчлүүлсэн/\n\t5. Хорооны засаг даргын тодорхойлолт\n\t6. Хүүхдүүдийн төрсний гэрчилгээний хуулбар / нотариатаар гэрчлүүлсэн/\n\t7. Гэрчийн тодорхойлолт / 2 хүний /\n\t8. Тодорхойлолт гаргасан 2 хүний иргэний үнэмлэхийн хуулбар/ нотариатаар гэрчлүүлсэн/\n\t\n\t/Нотлох баримтыг эх хувиар нь өгөх боломжгүй бол нотариатаар гэрчлүүлсэн хуулбарыг гаргаж өгнө/\n\t\n\tНэхэмжлэл гаргасан:			/……………………../";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Нөхөн олговор гаргуулах тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\t\n\tНэхэмжлэлийн шаардлага: Нөхөн олговор гаргуулах тухай\n\t\n\tА.Б миний авга ах болох Ц.Балдан нь 193, онд онцгой бүрэн эрхт комиссын ялын дээд хэмжээгээр шийтгэгдэж 1993 онд дээд шүүхийн цэргийн коллегийн магадлалаар цагаатгагдсан.\n\tИймээс ач дүү А.Б миний биед олгогдох нөхөн олговрыг олгож өгнө үү.\n\t\n\tХавсралтаар:\n\t1. Нэхэмжлэл 1 хувь\n\t2. Монгол Улсын Дээд Шүүхийн цагаатгасан тухай үнэмлэх болон магадлал  / нотариатаар гэрчлүүлсэн /\n\t3. Тагнуулын Ерөнхий Газрын тусгай архивийн лавлагаа\n\t4. Үндэсний төв архивийн лавлагаа / хүн амын тооллогын /\n\t5. Иргэний Гэр Бүлийн Байдлын Бүртгэлийн төв архиваас нас баралтын тухай тодорхойлолт\n\t6. Өв залгамжлах эрхийн гэрчилгээ\n\t7. Садан төрлийн холбоотойг мэдэх 2 хүний тодорхойлолт\n\t8. Тодорхойлолт гаргаж өгсөн 2 хүний иргэний үнэмлэх / нотариатаар гэрчлүүлсэн /\n\t9. Сонины нөхөн олговор авах эрх бүхий иргэдийн нэрс бүхий жагсаалт\n\t10. Нэхэмжлэгчийн иргэний үнэмлэхийн хуулбар нотариатаар гэрчлүүлсэн\n\t11. Оршин суугаа хорооны Засаг даргын тодорхойлолт\n\t\n\t/Нотлох баримтыг эх хувиар нь өгөх боломжгүй бол нотариатаар гэрчлүүлсэн хуулбарыг гаргаж өгнө/\n\t\n\tНэхэмжлэл гаргасан:............................ /	          	/";
  popup.title =
      "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХ ДЭХ";
  popups.add(popup);

//Нас тогтоолгох тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: Нас тогтоолгох тухай\n\t\n\tМиний бие 1950 онд Хөвсгөл аймгийн Мөрөн суманд газар  Балдангийн 2-р хүүхэд болон төрсөн бөгөөд 1-8 нас хүртэл эцэг, эхийн гар дээр бойжиж байгаад 195, онд тус сумын бага сургуульд улмаар 196, онд Хөвсрөг аймгийн 1-р 10 жилийн 10-р ангийг төгссөн.\n\t2015 оны 04 дүгээр сард манай гэрт хулгай орж миний сургууль, курс төгссөн бичиг баримт, хөдөлмөрийн дэвтэр, иргэний үнэмлэх хүүхдүүдийн бичиг баримтууд эд материалын хамт алдагдаад одоо хүртэл олдоогүй.\n\tБи 2005 онд улаан паспортоо иргэний үнэмлэхээр сольж авахад 1950 онд төрснийг 1952 он гэж буруу бичигдсэнийг залруулж 1950 он гэж зөвтгөж өгнө үү.\n\t\n\tХавсралтаар:\n\t1. Нэхэмжлэл 1 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт /70200 төгрөг/\n\t3. Үндэсний төв архивийн лавлагаа /хүн амын тооллогын/\n\t4. Хоёр хүний тодорхойлолт\n\t5. Тодорхойлолт гаргаж өгсөн 2 хүний иргэний үнэмлэхийн хуулбар нотариатаар гэрчлүүлсэн байх/\n\t6. Нэхэмжлэгчийн иргэний үнэмлэхийн хуулбар нотариатаар гэрчлүүлсэн байх.\n\t7. Оршин суугаа хорооны Засаг даргын тодорхойлолт\n\t\n\t/Нотлох баримтыг эх хувиар нь өгөх боломжгүй бол нотариатаар гэрчлүүлсэн хуулбарыг гаргаж өгнө/\n\t\n\tНэхэмжлэл гаргасан:			 / гарын үсэг / А.Д";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Зээлийн гэрээний авлага
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: Зээлийн гэрээний үүргийг гүйцэтгэлд 10’000’000 төгрөг гаргуулах тухай.\n\t\n\tА овогтой Б миний бие танил Ю.Я-д 2020 оны 02-р сарын 28-ны өдөр 10.000.000 төгрөгийг сарын 3 хувийн хүүтэй 5 сарын хугацаатай зээлсэн, мөн гэрээнд зээлийн хугацаа хэтэрсэн хоног тутамд 0.5 хувиар алданги тооцохоор зээлийн гэрээ байгуулж нотариатаар гэрчлүүлсэн.\n\tГэрээний хугацаа дууссан хэдий ч Ю.Я нь орлого муутай байна гэсэн шалтгаанаар гэрээний үүргээ гүйцэтгэлгүй өнөөдрийг хүрсэн.\n\tИймд зээлдэгчээс зээлийн үндсэн төлбөр 10.000.000 төгрөг, хүү 1.500.000 төгрөг, Гэрээний дагуу хугацаа хэтэрсэн хоног тутамд 0.5 хувиар алданги тооцож зээлийн эргэн төлөх хугацаа 30 хоног хэтэрсэн байх тул 1.500.000 төгрөгийн алдангийг, нийт 13.000.000 төгрөгийг гаргуулж өгнө үү.\n\t\n\tНэхэмжлэлд хавсаргасан баримт бичиг .\n\t1. Нэхэмжлэл ... хувь,\n\t2. Нэхэмжлэгчийн иргэний үнэмлэхийн нотариатчаар гэрчлүүлсэн хуулбар\n\t3. Зээлийн гэрээний нотариатчаар гэрчлүүлсэн хуулбар\n\t4. Мөнгө хүлээн авсан тухай баримт эх хувь\n\t5. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t\n\t/Нотлох баримтыг нь эх хувиар нь өгөх боломжгүй бол нотариатаар гэрчлүүлсэн хуулбарыг гаргаж өгнө/\n\t\n\tНЭХЭМЖЛЭЛ ГАРГАСАН:    .........                         / ГАРЫН ҮСЭГ /";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Ажиллаж байсныг тогтоолгох тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\t\n\tНэхэмжлэлийн шаардлага: Ажиллаж байсныг тогтоолгох тухай\n\t\n\tМиний бие  199 оны 01 дүгээр сарын 01-ний өдрөөс Аж үйлдвэрийн бараа худалдааны нэгдэлийн харъяа Хүүхдийн барааны их дэлгүүрт худалдагчаар ажилласан. 1995 онд манай хүүхдийн их дэлгүүрийг “Наран трейд” ХХК-ийн харъяа “Наран” их дэлгүүр болгож нэрийг нь өөрчилсөн. Хөдөлмөрийн дэвтэрт ажилд орсон, гарсан тушаал бичигдээгүй. Аж үйлдвэрийн бараа худалдааны нэгдлийн харъяа Хүүхдийн барааны их дэлгүүрт ажиллаж байсан талаар баримтыг шүүлгэж үзэхэд огт гарч ирэхгүй байна. Одоо тэтгэвэрт гарах болсон чинь ажилласан жил хүрэхгүйд хүрээд байна. Надад өгөх өөр ямар ч баримт байхгүй, энд тэнд шүүлгэж үзэхэд баримт олдохгүй байна.\n\tИймд намайг 1990 оны 01 дүгээр сарын 01-ний өдрөөс 1995 оны 12 дугаар сарын 31-ний өдрийг хүртэл Аж үйлдвэрийн нэрийн барааны нэгдлийн харъяа Хүүхдийн барааны их дэлгүүрт ажиллаж байсныг тогтоож өгнө үү.\n\t\n\tНэхэмжлэлд:\n\t1. Нэхэмжлэл 1 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт / 70.200 төгрөг /\n\t3. Улсын төв архив болон нийслэлийн архивийн лавлагаа\n\t4. Хөдөлмөрийн дэвтэрийн хуулбар нотариатаар гэрчлүүлсэн\n\t5. Цуг ажиллаж байсан 2 хүний тодорхойлолт /нотариатаар гэрчлүүлсэн байна/\n\t6. Тодорхойлолт гаргаж өгсөн 2 хүний иргэний үнэмлэх /нотариатаар гэрчлүүлсэн /\n\t7. Оршин суугаа хорооны Засаг даргын тодорхойлолт\n\t8. Иргэний үнэмлэхийн хуулбар нотариатаар гэрчлүүлсэн\n\t9. Бусад баримт\n\t\n\t/Нотлох баримтыг эх хувиар нь өгөх боломжгүй бол нотариатаар гэрчлүүлсэн хуулбарыг гаргаж өгнө/\n\t\n\tНэхэмжлэл гаргасан 				/…………………../\n\t\n\tЭх сурвалж: Shuukh.mn";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Гэрээний үүргийг гүйцэтгэлд 50’000’000 төгрөг гаргуулах тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: Гэрээний үүргийг гүйцэтгэлд 50’000’000 төгрөг гаргуулах тухай.\n\t\n\tА овогтой Б мах авна гэсэн зарын дагуу Ю.Я-д 2020 оны 02-р сарын 28-ны өдөр 1кг нь 6.000 төгрөгөөр тооцож гэрээ байгуулж 10 тонн мах бэлтгэн нийлүүлсэн. Тухайн өдрөө Я нь урчилгаанд 10.000.000 төгрөг өгсөн. Үлдэгдэл мөнгөө 3 хоногийн дотор шилжүүлэхээр тохиролцсон.\n\tГэвч Я нь өнөөдрийг хүртэл  хугацаа дууссан хэдий ч үлдэгдэл төлбөрөө төлөөгүй байх тул гэрээний үүргээ сайн дураараа биелүүлэх хүсэлтгүй байна хэмээн үзэж энэхүү нэхэмжлэлийг гаргаж байна.\n\tИймд Ю.Я нь гэрээний дагуу хүлээсэн үүргээ гүйцэтгээгүй байх тул гэрээнд заагдсан үлдэгдэл төлбөр болох 50.000.000 төгрөг гаргуулж өгнө үү.\n\t\n\tНэхэмжлэлд хавсаргасан баримт бичиг .\n\t1. Нэхэмжлэл ... хувь,\n\t2. Нэхэмжлэгчийн иргэний үнэмлэхийн нотариатчаар гэрчлүүлсэн хуулбар\n\t3. Гэрээний нотариатчаар гэрчлүүлсэн хуулбар\n\t4. Мах хүлээн авсан тухай баримт эх хувь\n\t5. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t\n\tНЭХЭМЖЛЭЛ ГАРГАСАН:    ............................... / ГАРЫН ҮСЭГ /";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

  popup = new ZuvluguuPopup();
  popup.descriptions =
      "62.1.Нэхэмжлэлд дараахь зүйлийг тусгасан байна:\n\t\n\t62.1.1.нэхэмжлэлийг ямар шүүхэд гаргаж байгаа; Жишээ нь  ХАН-УУЛ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД\n\t\n\t62.1.2.нэхэмжлэгчийн овог, эцгийн нэр, нэр, хаяг, хуулийн этгээд бол оноосон нэр, хаяг, оршин байгаа газар; \n\t\n\tЖишээ нь: Боржигон овгийн БЯМБАСҮРЭНГИЙН БААТАР, Баянзүрх дүүргийн 5 дугаар хороо 27 дугаар байр 32 тоот, утас 99900000, 91650000\n\t\n\tэсвэл САЙНХҮҮ ХХК, Баянзүрх дүүрэг 00 дугаар хороо 13-Р ХОРООЛОЛ, 00 байр 2 дугаар давхарт 45-50 тоот өрөө, утас 70000002, 99992220\n\t\n\t62.1.3.хариуцагчийн овог, эцгийн нэр, нэр, хаяг, хуулийн этгээд бол оноосон нэр, хаяг, оршин байгаа газар; нэхэмжлэгчийн хаягийг бичсэнтэй адил хэлбэрээр бичих бөгөөд хариуцагч нь тухайн шүүхийн харъяалалын нутаг дэвсгэрт оршин суудаг байхыг анхаарана уу, харин онцгой ажиллагааны журмаар шийдвэрлэгдэх хүсэлт, нэхэмжлэлд хариуцагч байхгүй тул нэхэмжлэгч өөрийн оршин суугаа газрын шүүхэд хүсэлт, нэхэмжлэлээ өгөх боломжтой мөн шүүхүүдийн мэдээлэл лавлагааны мэргэжилтний устаар шүүхийн харъяалалын талаар асуугаад нэхэмжлэлээ аль шүүхэд гаргах эсэхээ мэдэх боломжтой\n\t\n\t62.1.4.нэхэмжлэлийн үндэслэл, шаардлага, түүнийг нотлох баримт; Шүүхээр ямар асуудал шийдвэрлүүлэх гэж байгаагаа буюу болсон үйл баримтын талаар тодорхой товч ойлгомжтой бичиж нотлох баримтынхаа эх хувийг хавсаргана эх хувийг өгөх боломжгүй бол канондож наториатаар гэрчлүүлсэн хувийг шүүхэд нэхэмжлэлтэйгээ хамт өгнө\n\t\n\t62.1.5.нэхэмжлэлийн үнэ; Хэрэв та зээлийн гэрээний дагуу мөнгөө шаардах гэж байгаа бол эхлээд үндсэн зээл 2 000 000 төгрөг хүү 200 000 төгрөг, алданги 15 000 төгрөг нийт 2 215 000 төгрөгийг гаргуулж өгнө үү гэж нэхэмжлэлийн үнийг зөв тодорхой бичнэ\n\t\n\t62.1.6.хавсаргасан баримт бичгийн жагсаалт. Нэхэмжлэлдээ өөрийнхөө нэхэмжлэлийг шийдвэрлэхэд ач холбогдолтой гэж үзсэн цаасан нотлох баримтууд, CD, гэрэл зураг гэх мэт  зүйлүүдийг хавсаргаад тэдгээрийн нэр, хуудасны тоо, хэмжээ, ширхэгийг жагсааж бичнэ.\n\t\n\t62.2.Нэхэмжлэлд улсын тэмдэгтийн хураамж төлсөн баримт, эсхүл уг хураамжаас чөлөөлүүлэх тухай хүсэлт, хэрэв нэхэмжлэлийг төлөөлөгч гаргасан бол итгэмжлэлийг мөн хавсаргана. Эдгээрийг та нэхэмжлэлдээ заавал хавсаргаж ирүүлнэ, тэмдэгтийн хураамжийг хэрхэн, хаана тушаах, хэдэн төгрөгний нэхэмжлэлд хэдэн төгрөгний улсын тэмдэгтийн хураамж төлөхийг Улсын тэмдэгтийн хураамжийн хуулийн дагуу бодоод холбогдох дансанд тушааж баримтыг эх хувиар нь нэхэмжлэлдээ заавал хавсаргана, мөн та өөрөөгөө төлөөлүүлж хэн нэгнээр шүүхэд нэхэмжлэл гаргуулахаар бол заавал итгэмжлэл авна, хуулийн этгээд бол эрх бүхий албан тушаалтан гарын үсэг зурж, тамга дарж баталгаажуулсан итгэмжлэлийг нэхэмжлэлдээ заавал хавсаргана, эдгээрийг ирүүлээгүй нөхцөлд таны нэхэмжлэлийг шүүх хүлээн авахаас татгалзах болохыг анхаарана уу.\n\t\n\t62.3.Нэхэмжлэлийг хариуцагчийн тоогоор хувилж өгнө. Хариуцагч нь нэг хүн бол илүү нэг хувийг, хэд хэдэн хүнээс мөнгө нэхэмжилж байгаа бол тэр тоогоор нь нэхэмжлэлээ хувилж хавсаргана.";
  popup.title =
      "ТАНЫ ШҮҮХЭД ГАРГАСАН НЭХЭМЖЛЭЛ ДАРААХ БҮРДҮҮЛБЭРИЙГ ХАНГАСАН БАЙХ ШААРДЛАГАТАЙ\n\tИргэний хэрэг хянан шийдвэрлэх тухай хуулийн 62 дугаар зүйлд зааснаар:";
  popups.add(popup);

//  Эрэн сурвалжлуулах тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................\n\t\n\tНэхэмжлэлийн шаардлага:  Хариуцагч  Б.Н-ыг эрэн сурвалжлуулах тухай\n\t\n\tМиний бие Б.Н-д  холбогдуулан орон сууц хөлслөх гэрээний үүрэгт 4.800.000 төгрөг гаргуулахаар Дорноговь аймгийн Замын-Үүд сум дахь сум дундын Иргэний хэргийн анхан шатны шүүхэд нэхэмжлэл гаргасан.\n\tШүүхээс хариуцагч этгээд Б.Н-ын хаягаар мэдэгдэх хуудас хүргүүлсэн боловч хаягтаа оршин суудаггүй нь Хэнтий аймгийн Хэрлэн сумын 00-р хорооны Засаг даргын тодорхойлолтоор тогтоогдсон үндэслэлээр миний нэхэмжлэлийг хүлээн авахаас татгалзсан.\n\tБ.Н нь 2017 оны 12 дугаар сарын 28-ны өдөр  надтай орон сууц хөлслөх байгуулахдаа Хэнтий аймгийн Хэрлэн сумын 00-р хорооны ... гудамжны ... тоотод оршин суудаг байсан нь түүний иргэний үнэмлэхийн хуулбараар тогтоогдсон.\n\tИймд оршин суугаа хаяг нь тодорхойгүй Б.Н-г эрэн сурвалжилж, оршин суугаа хаягыг нь тогтоохыг цагдаагийн байгууллагаар гүйцэтгүүлэх шүүхийн шийдвэр гаргаж өгнө үү.\n\t\n\tНэхэмжлэлд хавсаргасан баримт бичиг /Баримтын жагсаалтыг бичиж, хуудасны тоог бичнэ./\n\t1. Нэхэмжлэл ... хувь,\n\t2. Нэхэмжлэгчийн иргэний үнэмлэхийн нотариатчаар гэрчлүүлсэн хуулбар,\n\t3. Нэхэмжлэгчийн  оршин суугаа хорооны Засаг даргын тодорхойлолт,\n\t4. Орон сууц хөлслөх гэрээний нотариатчаар гэрчлүүлсэн хуулбар\n\t5. Нэхэмжлэлийг хүлээн авахаас татгалзсан шүүгчийн захирамжийн нотариатчаар гэрчлүүлсэн хуулбар\n\t6. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t\n\tНЭХЭМЖЛЭЛ ГАРГАСАН:    ......................  / ГАРЫН ҮСЭГ /";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Эрх хязгаарлах арга хэмжээ авахуулах тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: Эрх хязгаарлах арга хэмжээ авахуулах тухай\n\t\n\tГ.Наран би 2019 онд С.Цогтоотой  хамтран амьдарч эхлэсэн. Гэвч С.Цогтоо нь 2020 оны 02 сараас эхлэн намайг элдвээр хэлж хараах, зэргээр айлган сүрдүүлдэг байснаа 2020 оны 04 сараас гадуур олон хоногоор сураггүй хэл чимээгүй яюж, алга болж ирчихээд агсан согтуу тавьж, уурлаж, хашгичин, надад гар хүрч өшиглөж зодох зэргээр байнга дарамтлах болсон.\n\tХүчирхийлэл нь сэтгэл санааны, эдийн засгийн хэлбэрээр үйлдэгддэг. Архи дарс хэрэглээгүй үедээ ч уурлахаараа гэрийнхээ эд хогшилыг эвдэх, шатаах зэрэг бүдүүлэг үйлдэл байнга гаргадаг. Урьд өмнө нь энэ асуудлаар хууль хяналтын байгууллагад хандаж байгаагүй. Ах дүү нартаа ч хэлэлгүй нууж явдаг байсан. Сүүлийн үед гар хүрч зодох нь бүр ихэсч 2020 оны 06 сард нэг шөнө согтуу орж ирчээд заазуур аваад, орон дээр байхад хоолойнд тулгачаад, одоо чамайг ална айлгаж, нүүр амруу алгадаж дарамталсан. Хамгийн сүүлд дахин согтуу ирэхэд нь би хүүгээ  авч гарч зугатааж, хүчирхийлэлийн эсрэг төвийн хамгаалах байранд байрласан.\n\tХаръяа хорооны цагдаад тэр даруй зодуулсанаа үзүүлж 7 хоног хорих арга хэмжээ авхуулсан. Түүнээс хойш уулзалдахгүй зугатааж найз нөхөд, ах дүү нарынхаараа голдуу байсан.  Гадуур гарахдаа ч айдас түгшүүртэй, хаана тааралдчих бол, яачих бол гэж байнга айж явдаг болсон.\n\tГэтэл нэг өдөр ажлаасаа тараад явж байтал араас гэнэт гарч ирээд явуулахгүй хоргоогоод, дуугарах юм бол ална шүү гээд хүүхэдтэйгээ уулзуулахыг шаардахад нь дүүгийндээ дагуулж очсон. Хүүхэдтэйгээ уулзаж байх хооронд нь гарч цагдаа дагуулж иртэл хүүг аваад явсан байсан бөгөөд одоог хүртэл хүүг  минь өгдөггүй. Хүү минь ханиад хүрээд бие нь тааруу байгаа бөгөөд гэрээрээ эмчилгээ хийлгэж байсан юм, одоо тэр эмчилгээ нь тасарчихлаа.\n\tЦаашид энэ байдал үргэлжлэх юм бол миний болон хүүгий маань амь нас, эрүүл мэнд, хүмүүжилд ноцтой хохирол учруулж болзошгүй байх тул Гэр бүлийн хүчирхийлэлтэй тэмцэх хуулийн дагуу арга хэмжээ авч өгнө үү\n\t\n\tБүрдүүлэх материал:\n\t1. Хүсэлт  нэг хувь\n\t2. Хүүхдийн төрсөний гэрчилгээний хуулбар нотариатаар гэрчлүүлсэн.\n\t3. Хүүхдийн эрүүл бойжиж байгаа гэсэн өрхийн эмчийн тодорхойлолт\n\t4. Хүчирхийлэлийн эсрэг төвд хандсан хүсэлт\n\t5. Хүчирхийлэлийн эсрэг төвийн мэдээлэл\n\t\n\tГомдол гаргасан / 			/ Г.Наран";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Авилгалтай тэмцэх газар, Тагнуулын байгууллагад хандах хэрэг
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Эрүүгийн хэрэг хянан шийдвэрлэх тухай хуулиар тусгайлан заасан гэмт хэргүүдэд Тагнуулын байгууллага, Авлигатай тэмцэх газар хэрэг бүртгэлт мөрдөн байцаалтын ажиллагаа хийхээр заасан байдаг.\n\t\n\tТагнуулын байгууллагын хэрэг бүртгэлт, мөлдөн байцаалт явуулах хэрэг: \n\t\n\tЭрүүгийн хуулийн \n\t14.5 /Иргэн сонгуулийн эрхээ эдлэх, сонгуулийн хорооны ажилд саад хийх/, 14.6 /Сонгууль, ард нийтийн санал асуулгад илүү санал өгөх/,\n\t14.7 /Сонгууль, ард нийтийн санал асуулгад хууль бусаар нөлөөлөх, санал хураалтын дүнг буруу гаргах/, \n\t14.8 /Cонгуулийн үеэр илт худал мэдээлэл тараах/, \n\t14.9 /Сонгуулийг хууль бусаар явуулах хуйвалдаан зохион байгуулах/, \n\t19.1/Эх орноосоо урвах/, \n\t19.2/Төрийн эрх мэдлийг хууль бусаар авах, саатуулах/, \n\t19.3/Төрийн өндөр албан тушаалтны амь биед халдах/, \n\t19.4/Гадаадын тагнуулын алба, байгууллага, иргэнтэй хууль бусаар хамтран ажиллах/, \n\t19.5/Зэвсэгт үймээн дэгдээх/, \n\t19.6/Хорлон сүйтгэх/, \n\t19.7/Хорлон сүйтгэх ажиллагаанд бэлтгэх/, \n\t19.8/Экстремист үйл ажиллагаа явуулах/, \n\t19.9/Үндэсний эв нэгдлийг бусниулах/, \n\t19.10/Тагнуул хийх/, \n\t19.11/Төрийн нууцыг хууль бусаар олж авах/, \n\t19.12/Төрийн нууцыг задруулах/, \n\t19.13/Төрийн нууцыг үрэгдүүлэх/, \n\t19.14/Монгол Улсын хилийг хууль бусаар нэвтрэх/, \n\t20.1/Террорист үйлдлийн талаар зориуд худал мэдээлэх/, \n\t20.2/Террорист үйл ажиллагаанд уриалах, түүнийг нийтийн өмнө зөвтгөх, хатгах/, \n\t21.13/Гүйцэтгэх ажлын тухай хууль зөрчих/, \n\t27.7 дугаар зүйлийн 3 дахь хэсэг /Агаарын хөдөлгөөний аюулгүй байдалд халдах/, \n\t29.1/ Түрэмгийлэл, эсхүл дайныг төлөвлөх, бэлтгэх, өдөөх, дэгдээх/, \n\t29.3/Үй олноор хөнөөх зэвсэг боловсруулах, үйлдвэрлэх, хуримтлуулах, олж авах, борлуулах/, \n\t29.5/Төрлөөр устгах/, \n\t29.6/Хөлсний цэрэг ашиглах/, \n\t29.7/Олон улсын хамгаалалтад байдаг хүнд халдах/, \n\t29.8/Террорист үйлдэл хийх/, \n\t29.9/Террорист үйлдэлд бэлтгэх/, \n\t29.10/Терроризмыг санхүүжүүлэх/, \n\t29.11/Үй олноор хөнөөх зэвсэг дэлгэрүүлэхийг санхүүжүүлэх/\n\t\n\tАвлигатай тэмцэх газрын хэрэг бүртгэлт, мөлдөн байцаалт явуулах хэрэг: \n\t\n\tЭрүүгийн хуулийн \n\t22.1/Эрх мэдэл, албан тушаалын байдлаа урвуулан ашиглах/, \n\t22.3/Гадаад улсын төрийн байгууллага, олон улсын байгууллагын албан тушаалтан эрх мэдлээ урвуулан ашиглах/, \n\t\22.4/Хахууль авах/, \n\t22.5/Хахууль өгөх/, \n\t22.6/Гадаад улсын төрийн байгууллага, олон улсын байгууллагын албан тушаалтныг хахуульдах/, \n\t22.7/Улсын нөөцийг хууль бусаар зарцуулах, үрэгдүүлэх/, \n\t22.8/Төсвийн хөрөнгийг зориулалтын бусаар зарцуулах/, \n\t22.9/Төрийн өмчийн төсвийн бус хөрөнгийг зориулалтын бусаар зарцуулах/, \n\t22.10/Үндэслэлгүйгээр хөрөнгөжих/, \n\t22.11/Дураараа аашлах/, \n\t22.12/Хуулийн этгээдийн эрх мэдлийг урвуулан ашиглах/\n\t\n\tГэмт хэргийн талаарх таны гаргасан гомдол, мэдээллийг цагдаагийн байгууллага, тагнуулын байгууллага, авлигатай тэмцэх газар, прокурорын байгууллага заавал хүлээн авч шалгах үүрэгтэй талаар хуульд заасан байдаг.";
  popup.title =
      "Авилгалтай тэмцэх газар, Тагнуулын байгууллагын хянан шалгах хэрэг";
  popups.add(popup);

//Гомдол гаргах цагдаагийн газруудын ХАЯГ
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Эрүүгийн хэрэг хянан шийдвэрлэх тухай хуулийн 2.3 зүйлийн 1-т “. . . нутаг дэвсгэрийн харьяаллын дагуу явуулна” гэж зааснаар тухайн хэрэг болсон газрын харьяалах цагдаагийн хэлтэст гомдол, мэдээллийг гаргана.\n\t\n\tГомдол мэдээллийг бичгээр, амаар, харилцаа холбооны хэрэгсэл ашиглан гаргаж болно.";
  popup.title = "Гомдол гаргах цагдаагийн газрын хаягууд";
  popups.add(popup);

//Эрүү хэрэг, зөрчлийн тухай ГОМДЛЫН ЗАГВАР
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "20... оны ..... сарын ..... өдөр						.............. аймаг, хот\n\t\n\tГомдол гаргагч: ............................................................................... хаягт оршин суугч, ................... овогтой .................. , утас:.................., миний бие гомдол гаргах учир нь:\n\t\n\tХэргийн талаар болсон үйл явдал, хэзээ, хаана юу болсон талаарх мэдээллийг дэлгэрэнгүй бичнэ.\n\t...................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................\n\t\n\tИймд тус тус үйлдэл нь миний хуулиар хамгаалагдсан эрхийг зөрчиж байх тул хүлээн авч холбогдох хуулийн дагуу хянан шийдвэрлэж өгнө үү.\n\t\n\tГОМДОЛ ГАРГАСАН:				/.............................../";
  popup.title =
      "........... ДҮҮРГИЙН ЦАГДААГИЙН\n\t....... ДУГААР ХЭЛТЭСТ ГОМДОЛ ГАРГАХ НЬ";
  popups.add(popup);

//ХЭРЭГ ХЯНАН ШИЙДВЭРЛЭХ АЖИЛЛАГААНЫ ХУГАЦАА
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Гомдол мэдээллийн хүлээн авсанаар 5 хоногийн дотор шалгаж хэрэг бүртгэлтийн хэрэг нээх эсэх асуудлыг 72 цагийн дотор прокурорт хүргүүлнэ.\n\t\n\tХэрэг бүртгэлтийн хэрэг нээсэн тохиолдолд тухайн хэргийг шалгах хугацаа 1 сар байх бөгөөд прокуророос тухай бүр 3 сар хүртэл хугацаагаар сунгаж болдог.\n\t\n\tДээрх ажиллагаа явагдаж дууссанаар эрүүгийн хэрэг үүсгэж яллагдагчаар татах эсэх асуудлыг шийдвэрлэх бөгөөд эрүүгийн хэрэг үүсгэж яллагдагчаар татсан тохиолдолд мөрдөн шалгах ажиллагааны хугацаа хөнгөн гэмт хэрэгт 14 хоног, хүнд гэмт хэрэгт 30 хоног байна.\n\t\n\tХэргийн ээдрээ төвөгтэй байдлаас шалтгаалж дараах байдлаар хугацааг сунгаж болно.\n\t\n\tҮүнд: \n\t-Сум буюу сум дундын прокурорын газрын хяналтад байгаа хэрэгт сум буюу сум дундын ерөнхий прокурор 5 сар хүртэл, аймгийн ерөнхий прокурор 7 сар хүртэл\n\t-Аймгийн прокурорын, дагнасан прокурорын газрын хяналтад байгаа хэрэгт аймгийн, дагнасан прокурорын газрын ерөнхий прокурор 16 сар хүртэл\n\t-Дүүргийн прокурорын газрын хяналтад байгаа хэрэгт дүүргийн ерөнхий прокурор 5 сар хүртэл, нийслэлийн ерөнхий прокурор 7 сар хүртэл\n\t-Нийслэлийн прокурорын газрын хяналтад байгаа хэрэгт нийслэлийн ерөнхий прокурор 16 сар хүртэл\n\t\n\tДээрх заасан хугацаанаас гадна мөрдөн байцаалтын хугацааг сунгах асуудлыг Улсын ерөнхий прокурор шийдвэрлэхээр хуульд заасан байдаг.\n\t\n\tГэмт хэргийн түдгэлзүүлсэн хугацааг дээрх хугацаанд оролцуулан тоолохгүй бөгөөд түдгэлзсэн нөхцөл байдал арилсан тохиолдолд хугацааг үргэлжлүүлэн тооцохоор хуульд зохицуулсан байдаг.";
  popup.title = "ХЭРЭГ ХЯНАН ШИЙДВЭРЛЭХ АЖИЛЛАГААНЫ ХУГАЦАА";
  popups.add(popup);

//Газрын маргаан
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "20.... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tБайгууллага, албан тушаалтаны нэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: .................. Засаг даргын ..... оны ... сарын ...-ны өдрийн ................... дугаар захирамжийн ............................-д холбогдох хэсгийг хүчингүй болгуулах.\n\t\n\tНэхэмжлэлийн шаардлага: .................. Засаг даргын ..... оны ... сарын ...-ны өдрийн ................... дугаар захирамжийн ............................-д холбогдох хэсгийг хүчингүй болгуулах.\n\t\n\tНэхэмжлэлийн үндэслэл:\n\t(Ямар шалтгаанаар тус захиргааны актын холбогдох хэсэг хүчин төгөлдөр бус гэж үзэж байгаа үндэслэл) \n\t\n\tХавсаргасан материал:\n\t1. Нэхэмжлэл 2 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t3. Иргэний үнэмлэхний хуулбар (Компани бол компанийн дүрэм, гэрчилгээ)\n\t4. Газар эзэмших эрхийн гэрчилгээг нотариатаар баталгаажуулсан хуулбар\n\t5. Кадастрын зураг\n\t6. Дүүргийн Засаг даргын захирамжийн хуулбар\n\t7. Нийслэлийн Засаг даргын 20… оны … сарын …-ны өдрийн албан бичиг\n\t\n\tНэхэмжлэл гаргасан:                                         /…………………………….../";
  popup.title =
      "НИЙСЛЭЛ ДЭХ ЗАХИРГААНЫ ХЭРГИЙН\n\tАНХАН ШАТНЫ ШҮҮХЭД\n\tНэхэмжлэл гаргах нь:";
  popups.add(popup);

//Татварын маргаан
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "20.... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: ............................... улсын байцаагчийн ..... оны ... сарын ...-ны өдрийн ................ тоот актыг хүчингүй болгуулах\n\t\n\tНэхэмжлэлийн үндэслэл: (Ямар шалтгаанаар тус захиргааны акт хүчин төгөлдөр бус гэж үзэж байгаа үндэслэлээ бичнэ) \n\t\n\tХавсаргасан материал:\n\t1. Нэхэмжлэл 2 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t3. .............................. улсын байцаагчийн ..... оны ... сарын ...-ны өдрийн ......................... тоот акт\n\t4. Компанийн дүрэм, гэрчилгээ\n\t5. Татварын ерөнхий газрын /Нийслэлийн татварын газрын/ дэргэдэх маргаан таслах зөвлөлийн 20... оны ... сарын ...-ны өдрийн тогтоол\n\t\n\tНэхэмжлэл гаргасан:                                           /……………………………….../";
  popup.title =
      "НИЙСЛЭЛ ДЭХ ЗАХИРГААНЫ ХЭРГИЙН\n\tАНХАН ШАТНЫ ШҮҮХЭД\n\tНэхэмжлэл гаргах нь:";
  popups.add(popup);

//Тендерийн маргаан
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "20.... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага:....................................... газрын тендерийн үнэлгээний хорооны ..... оны ... сарын ...-ны өдрийн шийдвэрийг хүчингүй болгуулах, ........................................ газрын ....................... дугаар тендер сонгон шалгаруулалтыг хүчингүй болгуулах, дахин тендер явуулахыг .................................. газарт даалгах тухай\n\t\n\tНэхэмжлэлийн үндэслэл: (Ямар шалтгаанаар тус шийдвэрийг хүчингүй гэж үзэж байгаа үндэслэл)\n\t\n\tХавсаргасан материал:\n\t1. Нэхэмжлэл 2 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t3. Компанийн дүрэм, гэрчилгээ\n\t4. Тендер шалгаруулалтанд оролцсонтой холбоотой баримтууд /нотлох баримтын шаардлага хангуулан хавсаргах/\n\t5. Сангийн яамны (Шударга өрсөлдөөн, хэрэглэгчийн төлөө газрын) 20... оны ... сарын ... -ны өдрийн албан бичиг\n\t\n\tНэхэмжлэл гаргасан:                                         /…………………………….../";
  popup.title =
      "НИЙСЛЭЛ ДЭХ ЗАХИРГААНЫ ХЭРГИЙН\n\tАНХАН ШАТНЫ ШҮҮХЭД\n\tНэхэмжлэл гаргах нь:";
  popups.add(popup);

//Төрийн албаны маргаан
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "20.... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: ............................... даргын ..... оны ... сарын ...-ны өдрийн ........................... дугаар тушаалыг хүчингүй болгуулах, урьд эрхэлж байсан ажилд эгүүлэн тогтоолгох, ажилгүй байсан хугацааны цалинг гаргуулах, эрүүл мэндийн даатгал болон нийгмийн даатгалын шимтгэлийг нөхөн төлүүлэх\n\t\n\tНэхэмжлэлийн үндэслэл: (Ажлаас халагдсан тушаал хүчин төгөлдөр бус гэж үзэж байгаа үндэслэл) \n\t\n\tХавсаргасан материал:\n\t1. Нэхэмжлэл 2 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t3. Иргэний үнэмлэхний хуулбар\n\t4. Ажилд томилогдсон тушаал\n\t5. Үр дүнгийн гэрээг дүгнэсэн илтгэх хуудас\n\t6. Ажлаас чөлөөлсөн, сахилгын шийтгэл ногдуулсан тушаалын хуулбар\n\t7. Төрийн албаны зөвлөлийн 20___ оны __ сарын __-ны өдрийн албан бичиг\n\t\n\tНэхэмжлэл гаргасан:                                         /…………………………….../";
  popup.title =
      "НИЙСЛЭЛ ДЭХ ЗАХИРГААНЫ ХЭРГИЙН\n\tАНХАН ШАТНЫ ШҮҮХЭД\n\tНэхэмжлэл гаргах нь:";
  popups.add(popup);

//Улсын бүртгэлийн маргаан
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "20.... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага:  ……………… дүүргийн ….. дугаар хороо, ………. гудамж, …... байрны ….. тоот орон сууцыг …………………………..…-ны нэр дээр бүртгэсэн ………………....дугаар бүхий өмчлөх эрхийн улсын бүртгэлийг хүчингүй болгуулах\n\t\n\tНэхэмжлэлийн үндэслэл: (Ямар шалтгаанаар тус захиргааны акт хүчин төгөлдөр бус гэж үзэж байгаа үндэслэлээ бичнэ) \n\t\n\tХАВСРАЛТААР:\n\t1. Нэхэмжлэл 2 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t3. Иргэний үнэмлэхний хуулбар (Компани бол компанийн дүрэм, гэрчилгээ)\n\t4. Уг орон сууцыг өмчлөх эрхтэйгээ нотлосон баримт\n\t5. Оюуны өмч, улсын бүртгэлийн ерөнхий газрын 20___ оны __ сарын __-ны өдрийн албан бичиг\n\t\n\tНэхэмжлэл гаргасан:                                         /…………………………….../";
  popup.title =
      "НИЙСЛЭЛ ДЭХ ЗАХИРГААНЫ ХЭРГИЙН\n\tАНХАН ШАТНЫ ШҮҮХЭД\n\tНэхэмжлэл гаргах нь:";
  popups.add(popup);

  //Open your eyes movement placeholders
  popup = new ZuvluguuPopup();
  popup.descriptions = "Coming Soon!";
  popup.title = "Coming Soon!";
  popups.add(popup);

  //Нэхэмжлэгч гэдэг нь idx: 26
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Нэхэмжлэгч гэж хуульд заасан эрх, эрх чөлөө, хуулиар хамгаалагдсан ашиг сонирхол нь зөрчигдсөн гэж үзэж эрхээ сэргээлгэхээр өөрийн болон бусдын нэрийн өмнөөс нэхэмжлэл гаргагч этгээдийг хэлнэ.\n Нэхэмжлэгч нь нэхэмжлэл гаргасан үндэслэл болон нэхэмжлэлийг өөрчлөх, нэхэмжлэлийн шаардлагын хэмжээг ихэсгэх, багасгах, нэхэмжлэлээс татгалзах, эвлэрэх эрхтэй.";
  popup.title = "НЭХЭМЖЛЭГЧ ГЭДЭГ НЬ";
  popups.add(popup);

  //Нэхэмжлэгч гэдэг нь idx: 27
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "ТАНЫ ШҮҮХЭД ГАРГАСАН НЭХЭМЖЛЭЛ ДАРААХ БҮРДҮҮЛБЭРИЙГ ХАНГАСАН БАЙХ ШААРДЛАГАТАЙ\nИргэний хэрэг хянан шийдвэрлэх тухай хуулийн 62 дугаар зүйлд зааснаар:\n62.1.Нэхэмжлэлд дараахь зүйлийг тусгасан байна:\n62.1.1.нэхэмжлэлийг ямар шүүхэд гаргаж байгаа: Жишээ нь  ХАН-УУЛ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД\n62.1.2.нэхэмжлэгчийн овог, эцгийн нэр, нэр, хаяг, хуулийн этгээд бол оноосон нэр, хаяг, оршин байгаа газар: Жишээ нь: Боржигон овгийн ТЭМҮҮЖИНГИЙН БААТАР, Баянзүрх дүүргийн X дугаар хороо 2X дугаар байр X2 тоот, утас XX90XX00, XX65XX00\nэсвэл САXXХҮX ХХК, Баянзүрх дүүрэг X0 дугаар хороо 13-Р ХОРООЛОЛ, 00 байр 2 дугаар давхарт 45-50 тоот өрөө, утас 700XX002, 9999XX20\n62.1.3.хариуцагчийн овог, эцгийн нэр, нэр, хаяг, хуулийн этгээд бол оноосон нэр, хаяг, оршин байгаа газар; нэхэмжлэгчийн хаягийг бичсэнтэй адил хэлбэрээр бичих бөгөөд хариуцагч нь тухайн шүүхийн харъяалалын нутаг дэвсгэрт оршин суудаг байх шаардлагатай.\nГэвч зарим онцгой ажиллагааны журмаар шийдвэрлэгдэх хүсэлт, нэхэмжлэлд хариуцагч байхгүй тул нэхэмжлэгч өөрийн оршин суугаа газрын шүүхэд хүсэлт, нэхэмжлэлээ өгнө.\nМөн та шүүхийн мэдээлэл лавлагааны мэргэжилтний устаар шүүхийн харъяалалын талаар асуугаад нэхэмжлэлээ аль шүүхэд гаргах эсэхээ мэдэх боломжтой.\n62.1.4. Нэхэмжлэлийн үндэслэл, шаардлага, түүнийг нотлох баримт; Шүүхээр ямар асуудал шийдвэрлүүлэх гэж байгаагаа буюу болсон үйл баримтын талаар тодорхой товч ойлгомжтой бичиж нотлох баримтынхаа эх хувийг хавсаргана эх хувийг өгөх боломжгүй бол хуулбарыг нотариатаар гэрчлүүлсэн хувийг шүүхэд нэхэмжлэлд хавсралтаар өгнө.\n62.1.5.нэхэмжлэлийн үнэ:\nЖишээ нь: Хэрэв та Бичгэн хэлбэрээр байгуулагдсан зээлийн гэрээний дагуу мөнгө шаардах гэж байгаа бол эхлээд үндсэн 5.000.000 төгрөг хүү 250.000 төгрөг, алданги 30.000 төгрөг нийт 5.280.000 төгрөгийг гаргуулж өгнө үү гэж нэхэмжлэлийн үнийг зөв тодорхой бичнэ.\n62.1.6. Хавсралтаар өгч буй баримт бичгийн жагсаалт. Нэхэмжлэлийг шийдвэрлэхэд ач холбогдолтой гэж үзсэн цаасан нотлох баримтууд, CD, гэрэл зураг гэх мэт  зүйлүүдийг хавсаргаад тэдгээрийн нэр, хуудасны тоо, ширхэгийг жагсаан бичнэ.\n62.2.Нэхэмжлэлд улсын тэмдэгтийн хураамж төлсөн баримт, эсхүл уг хураамжаас чөлөөлүүлэх тухай хүсэлт, хэрэв нэхэмжлэлийг төлөөлөгч гаргасан бол итгэмжлэлийг мөн хавсаргана.\nДоорх зүйлсийг нэхэмжлэлд заавал хавсаргаж ирүүлдэг.\nУлсын тэмдэгтийн хураамж:\nТа үнэлж болохуйц нэхэмжлэлийн үнийн дүнг манай Шүхэр апп-ийн тооцоолох хэсэгт оруулана.\nХуулийн дагуу бодогдсон дүнг төлөх хэсэгт дарах үед холбогдох вэбрүү нэвтрэн орно. Таны утас интернетэд холбогдсон байх шаардлагатай.\nВэб рүү орж Шүхэр апп-ийн заавар бичлэгийн дагуу төлбөрийн даалгавар үүсгээд, боломжит хувилбараар тушааж баримтыг эх хувиар нь нэхэмжлэлдээ заавал хавсаргана.\nИтгэмжлэл:\nХэрэв та өөрөөгөө төлөөлүүлж хэн нэгнээр шүүхэд нэхэмжлэл гаргуулахаар бол заавал итгэмжлэл авна.\nХуулийн этгээд бол эрх бүхий албан тушаалтан гарын үсэг зурж, тамга дарж баталгаажуулсан итгэмжлэлийг нэхэмжлэлдээ заавал хавсаргана.\nЭдгээрийг явуулаагүй нөхцөлд таны нэхэмжлэлийг шүүх хүлээн авахаас татгалзах болохыг анхаарана уу.\n62.3.Нэхэмжлэлийг хариуцагчийн тоогоор хувилж өгнө. Хариуцагч нь нэг хүн бол илүү нэг хувийг, хэд хэдэн хүнээс мөнгө нэхэмжилж байгаа бол тэр тоогоор нь нэхэмжлэлээ хувилж хавсаргана.";
  popup.title = "НЭХЭМЖЛЭЛ ГЭДЭГ НЬ";
  popups.add(popup);

  //Нэхэмжлэгч гэдэг нь idx: 28
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "25.2.Хэргийн оролцогч хэрэг хянан шийдвэрлэх ажиллагааны явцад дараахь үүрэг хүлээнэ:\n25.2.1.шүүхэд хэргийн талаар үнэн зөв тайлбар гаргах;\n25.2.2.шүүхэд гаргасан нэхэмжлэлийн шаардлага, түүнийг үгүйсгэх, татгалзах үндэслэл, тайлбар түүнтэй холбоотой баримтыг өөрөө нотлох, нотлох баримтыг цуглуулах, гаргаж өгөх;\n25.2.3.шүүхийн дуудсанаар хүрэлцэн ирэх;\n25.2.4.шүүхийн тавьсан шаардлагыг биелүүлэх;\n25.2.5.хэрэг хянан шийдвэрлэх ажиллагааны журам, шүүх хуралдааны дэгийг сахих;\n25.2.6.шүүхийн шийдвэрийг гардаж авах, биелүүлэх.";
  popup.title = "Таний үүрэг";
  popups.add(popup);

  //Нэхэмжлэгч гэдэг нь idx: 29
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "25.1.Хэргийн оролцогч хэрэг хянан шийдвэрлэх ажиллагааны явцад дараахь эрх эдэлнэ:\n25.1.1.эсрэг талын шаардлага, тайлбар, татгалзал, түүнийг нотлох баримттай танилцах, тэдгээрт тайлбар өгөх;\n25.1.2.хэргийг шүүх хуралдаанаар хэлэлцүүлэх тухай шүүгчийн захирамж гарсны дараа хэргийн материалтай танилцах, түүнээс тэмдэглэл хийх, шүүх хуралдаанд оролцох;\n25.1.3.гэрчээс мэдүүлэг авахуулах, шинжээч томилуулах болон энэ хуулийн 48 дугаар зүйлд заасан ажиллагааг гүйцэтгүүлэх, хуурамч нотлох баримтыг хууль бусаар бүрдүүлсэн, цуглуулсан гэж үзвэл шалгуулах буюу нотлох баримтаас хасуулах, шүүх хуралдааныг хуульд заасан үндэслэлээр хойшлуулах тухай хүсэлт гаргах;\n25.1.4.энэ хуулийн 91 дүгээр зүйлд заасан үндэслэлээр шүүх бүрэлдэхүүн буюу шүүгч, шинжээч, орчуулагч, хэлмэрч, иргэдийн төлөөлөгч, шүүх хуралдааны нарийн бичгийн даргыг татгалзан гаргах;\n25.1.5.шүүх хуралдааны бусад оролцогчдод асуулт тавих;\n25.1.6.шүүхийн шийдвэрт гомдол гаргах;\n25.1.7.нэхэмжлэлийн бүх шаардлага, эсхүл аль нэг буюу хэд хэдэн шаардлагатай холбогдуулан хэргийг эвлэрүүлэн зуучлах журмаар шийдвэрлүүлэх хүсэлт гаргах;\n25.1.8.хуульд заасан бусад эрх.";
  popup.title = "Таний эрх";
  popups.add(popup);

  //Хариуцагч idx: 30
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "25.2.Хэргийн оролцогч хэрэг хянан шийдвэрлэх ажиллагааны явцад дараахь үүрэг хүлээнэ:\n25.2.1.шүүхэд хэргийн талаар үнэн зөв тайлбар гаргах;\n25.2.2.шүүхэд гаргасан нэхэмжлэлийн шаардлага, түүнийг үгүйсгэх, татгалзах үндэслэл, тайлбар түүнтэй холбоотой баримтыг өөрөө нотлох, нотлох баримтыг цуглуулах, гаргаж өгөх;\n25.2.3.шүүхийн дуудсанаар хүрэлцэн ирэх;\n25.2.4.шүүхийн тавьсан шаардлагыг биелүүлэх;\n25.2.5.хэрэг хянан шийдвэрлэх ажиллагааны журам, шүүх хуралдааны дэгийг сахих;\n25.2.6.шүүхийн шийдвэрийг гардаж авах, биелүүлэх.";
  popup.title = "Таний үүрэг";
  popups.add(popup);

  //Хариуцагч idx: 31
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "25.1.Хэргийн оролцогч хэрэг хянан шийдвэрлэх ажиллагааны явцад дараахь эрх эдэлнэ:\n\n25.1.1.эсрэг талын шаардлага, тайлбар, татгалзал, түүнийг нотлох баримттай танилцах, тэдгээрт тайлбар өгөх;\n\n25.1.2.хэргийг шүүх хуралдаанаар хэлэлцүүлэх тухай шүүгчийн захирамж гарсны дараа хэргийн материалтай танилцах, түүнээс тэмдэглэл хийх, шүүх хуралдаанд оролцох;\n\n25.1.3.гэрчээс мэдүүлэг авахуулах, шинжээч томилуулах болон энэ хуулийн 48 дугаар зүйлд заасан ажиллагааг гүйцэтгүүлэх, хуурамч нотлох баримтыг хууль бусаар бүрдүүлсэн, цуглуулсан гэж үзвэл шалгуулах буюу нотлох баримтаас хасуулах, шүүх хуралдааныг хуульд заасан үндэслэлээр хойшлуулах тухай хүсэлт гаргах;\n\n25.1.4.энэ хуулийн 91 дүгээр зүйлд заасан үндэслэлээр шүүх бүрэлдэхүүн буюу шүүгч, шинжээч, орчуулагч, хэлмэрч, иргэдийн төлөөлөгч, шүүх хуралдааны нарийн бичгийн даргыг татгалзан гаргах;\n\n25.1.5.шүүх хуралдааны бусад оролцогчдод асуулт тавих;\n\n25.1.6.шүүхийн шийдвэрт гомдол гаргах;\n\n25.1.7.нэхэмжлэлийн бүх шаардлага, эсхүл аль нэг буюу хэд хэдэн шаардлагатай холбогдуулан хэргийг эвлэрүүлэн зуучлах журмаар шийдвэрлүүлэх хүсэлт гаргах;\n\n25.1.8.хуульд заасан бусад эрх.";
  popup.title = "Таний эрх";
  popups.add(popup);

  //Хариуцагч idx: 32
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Нэхэмжлэлийн шаардлагыг хүлээн зөвшөөрөх, биелүүлэх буюу хүлээн зөвшөөрөхөөс татгалзах үндэслэлийн тайлбар юм.\n\nХариуцагч шүүхэд гаргасан тайлбар бодит үнэнд нийцсэн байна.\n\nХариуцагч нэг талын гаргасан тайлбар, нотлох баримтын талаар эсрэг тал өөрийн тайлбараа холбогдох нотлох баримтын хамт гаргаж болно.\n\nХариуцагч тал гаргахдаа нөгөө талын гаргасан нэхэмжлэлийн шаардлагыг бүрэн буюу түүний зарим хэсгийг хүлээн зөвшөөрч болно.\n\nНэхэмжлэлыг хариуцагч тал эсэргүүцээгүй, эсхүл хуулиар тогтоосон хугацаанд тайлбар өгөөгүй бол тайлбарыг хүлээн зөвшөөрсөнд тооцно.\n\nХариу тайлбар гэдэг нь загварлан гаргах боломжгүй тухайн тохиолдол бүрт өөр өөрөөр боловсруулагддаг тул мэргэжлийн зөвлөгөө авахыг зөвлөж байна.";
  popup.title = "ХАРИУ ТАЙЛБАР ГЭДЭГ НЬ";
  popups.add(popup);

  //Хариуцагч idx: 33
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Хариуцагч гэж нэхэмжлэгчийн эрх, эрх чөлөө, хуулиар хамгаалагдсан ашиг сонирхолд хохирол учруулсан буюу үүргээ биелүүлээгүй, эсхүл зохих ёсоор биелүүлээгүй гэж нэхэмжлэлд дурдсан этгээдийг хэлнэ.\n\nХариуцагч нь нэхэмжлэлийн шаардлагыг хүлээн зөвшөөрөх, биелүүлэх буюу хүлээн зөвшөөрөхөөс татгалзах, сөрөг нэхэмжлэл гаргах, эвлэрэх эрхтэй.\n\n";
  popup.title = "ХАРИУЦАГЧ ГЭДЭГ НЬ";
  popups.add(popup);

  //Эвлэрүүлэх idx: 34
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Эвлэрүүлэн зуучлах ажиллагаанд оролцогч талууд дараах үүрэг хүлээнэ:\n\nЭвлэрлийн гэрээнд гарын үсэг зурсан тохиолдолд уг гэрээгээр хүлээсэн үүргээ сайн дураар, шударгаар гүйцэтгэх;\n\nЭнэ хуульд заасан журмын дагуу эвлэрүүлэн зуучлах ажиллагааны хураамж, ажлын хөлс, зайлшгүй зардлыг хариуцах;\n\nЭвлэрүүлэн зуучлах ажиллагаанд идэвх санаачилгатай оролцох, эвлэрүүлэн зуучлагчийн дуудлага, товлосон уулзалтад хүрэлцэн ирэх;\n\nХуульд заасан бусад үүрэг.";
  popup.title = "Өргөдөл гаргагчийн үүрэг";
  popups.add(popup);

  //Эвлэрүүлэх idx: 35
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Эвлэрүүлэн зуучлах ажиллагаанд оролцогч талууд дараах эрх эдэлнэ:\n\nЭвлэрүүлэн зуучлах журмаар маргаанаа зохицуулах талаар өөрийн хүсэл зоригийг аливаа дарамт, шахалтгүйгээр чөлөөтэй илэрхийлэх, эвлэрүүлэн зуучлах ажиллагаагаар маргаанаа шийдвэрлүүлэхийг зөвшөөрөх, татгалзах;\n\nТохиролцох асуудлын хүрээг чөлөөтэй сонгох, эвлэрэх, шаардлага болон нэхэмжлэлээсээ татгалзах, хүлээн зөвшөөрөх, биелүүлэх;\n\nЭвлэрүүлэн зуучлагчийг зөвшөөрөх, татгалзах, сонгох талаар хүсэлт гаргах;\n\nЭвлэрүүлэн зуучлах ажиллагааны арга, хэлбэрийг сонгох, уг ажиллагаанд байр сууриа тодорхойлох, хамгаалах, мэдээлэл авах, маргаанд холбогдох баримт сэлтийг гаргаж өгөх, маргааныг зохицуулах тохиролцооны нөхцөлийг үнэлэх;\n\nЭвлэрүүлэн зуучлах ажиллагааны үйл явц, түүний үр дагавар, эвлэрлийн гэрээнд гарын үсэг зурснаас үүсэх үр дагаврын талаар мэдээлэл авах;\n\nЭвлэрлийн гэрээг сайн дураар биелүүлээгүйгээс үүсэх үр дагаврын талаар мэдээлэл авах;\n\nЭвлэрүүлэн зуучлалын аль ч үед уг ажиллагаанаас татгалзах;\n\nЭвлэрлийн гэрээнд гарын үсэг зурах;\n\nЭвлэрүүлэн зуучлал амжилтгүй болсон тохиолдолд, эсхүл энэ хуулийн 8 дугаар зүйлд заасан эвлэрүүлэн зуучлагчийн дэмжлэгтэйгээр байгуулсан эвлэрлийн гэрээний талаар шүүхэд нэхэмжлэл гаргах;\n\nХуульд заасан бусад эрх.";
  popup.title = "Өргөдөл гаргагчийн эрх";
  popups.add(popup);

  //Эвлэрүүлэх idx: 36
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Эвлэрүүлэн зуучлах ажиллагаанд оролцогч талууд дараах үүрэг хүлээнэ:\n\nЭвлэрлийн гэрээнд гарын үсэг зурсан тохиолдолд уг гэрээгээр хүлээсэн үүргээ сайн дураар, шударгаар гүйцэтгэх;\n\nЭнэ хуульд заасан журмын дагуу эвлэрүүлэн зуучлах ажиллагааны хураамж, ажлын хөлс, зайлшгүй зардлыг хариуцах;\n\nЭвлэрүүлэн зуучлах ажиллагаанд идэвх санаачилгатай оролцох, эвлэрүүлэн зуучлагчийн дуудлага, товлосон уулзалтад хүрэлцэн ирэх;\n\nХуульд заасан бусад үүрэг.";
  popup.title = "Удирдагч талын үүрэг";
  popups.add(popup);

  //Эвлэрүүлэх idx: 37
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Эвлэрүүлэн зуучлах ажиллагаанд оролцогч талууд дараах эрх эдэлнэ:\n\nЭвлэрүүлэн зуучлах журмаар маргаанаа зохицуулах талаар өөрийн хүсэл зоригийг аливаа дарамт, шахалтгүйгээр чөлөөтэй илэрхийлэх, эвлэрүүлэн зуучлах ажиллагаагаар маргаанаа шийдвэрлүүлэхийг зөвшөөрөх, татгалзах;\n\nТохиролцох асуудлын хүрээг чөлөөтэй сонгох, эвлэрэх, шаардлага болон нэхэмжлэлээсээ татгалзах, хүлээн зөвшөөрөх, биелүүлэх;\n\nЭвлэрүүлэн зуучлагчийг зөвшөөрөх, татгалзах, сонгох талаар хүсэлт гаргах;\n\nЭвлэрүүлэн зуучлах ажиллагааны арга, хэлбэрийг сонгох, уг ажиллагаанд байр сууриа тодорхойлох, хамгаалах, мэдээлэл авах, маргаанд холбогдох баримт сэлтийг гаргаж өгөх, маргааныг зохицуулах тохиролцооны нөхцөлийг үнэлэх;\n\nЭвлэрүүлэн зуучлах ажиллагааны үйл явц, түүний үр дагавар, эвлэрлийн гэрээнд гарын үсэг зурснаас үүсэх үр дагаврын талаар мэдээлэл авах;\n\nЭвлэрлийн гэрээг сайн дураар биелүүлээгүйгээс үүсэх үр дагаврын талаар мэдээлэл авах;\n\nЭвлэрүүлэн зуучлалын аль ч үед уг ажиллагаанаас татгалзах;\n\nЭвлэрлийн гэрээнд гарын үсэг зурах;\n\nЭвлэрүүлэн зуучлал амжилтгүй болсон тохиолдолд, эсхүл энэ хуулийн 8 дугаар зүйлд заасан эвлэрүүлэн зуучлагчийн дэмжлэгтэйгээр байгуулсан эвлэрлийн гэрээний талаар шүүхэд нэхэмжлэл гаргах;\n\nХуульд заасан бусад эрх.";
  popup.title = "Удирдагч талын эрх";
  popups.add(popup);

  //Эвлэрүүлэх idx:38
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Энэ хуулийн 8 дугаар зүйлд заасан эвлэрүүлэн зуучлагчийн дэмжлэгтэйгээр байгуулсан эвлэрлийн гэрээгээр хүлээсэн үүргээ үүрэг гүйцэтгэгч биелүүлээгүй бол нөгөө тал нь Иргэний хэрэг шүүхэд хянан шийдвэрлэх тухай хуулийн 3.1-д заасны дагуу шүүхэд хандах эрхтэй.\n\nЭнэ хуулийн 7 дугаар зүйлд заасан эвлэрүүлэн зуучлагчийн дэмжлэгтэйгээр байгуулсан эвлэрлийн гэрээг тухайн шатны шүүгч баталгаажуулж, Иргэний хэрэг шүүхэд хянан шийдвэрлэх тухай хуулийн 74.2, 74.6 дахь хэсэг, 75 дугаар зүйлд заасан журмын дагуу захирамж гаргана.\n\nЭнэхүү захирамжийг хариуцагч сайн дураар биелүүлээгүй бол шүүхийн шийдвэрийн нэгэн адил албадан гүйцэтгэнэ.\n\nЭнэ хуулийн 30.2-т заасны дагуу талуудын эвлэрлийг баталж, хэргийг хэрэгсэхгүй болгосон тохиолдолд улсын тэмдэгтийн хураамжийг Иргэний хэрэг шүүхэд хянан шийдвэрлэх тухай хуулийн 74.5-д заасны дагуу шийдвэрлэнэ.";
  popup.title = "Эвлэрлийн гэрээний гүйцэтгэлийг хангах";
  popups.add(popup);

  //Эвлэрүүлэх idx: 39
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Талуудын тохиролцооны агуулгыг талууд өөрсдөө, эсхүл тэдний хүсэлтээр эвлэрүүлэн зуучлагч нэгтгэн тусгасан эвлэрлийн гэрээний төслийг боловсруулна.\n\nЭвлэрлийн гэрээг монгол хэл, эсхүл талуудын тохиролцсон хэлээр боловсруулна. Монгол хэлнээс өөр хэлээр боловсруулсан гэрээний албан ёсны орчуулгыг уг гэрээний салшгүй хэсэг болгон хавсаргана.\n\nЭвлэрлийн гэрээнд он, сар, өдөр, тухайн эвлэрүүлэн зуучлагчийн овог, нэр, маргалдагч талуудын овог, нэр, хаяг, эвлэрүүлэн зуучлал эхэлсэн он, сар, өдөр, маргааны агуулга, түүний талаарх талуудын байр суурь, тохиролцсон зүйлс болон бусад асуудлыг ойлгомжтой, тодорхой тусгаж, талууд болон зуучлагч гарын үсэг зурж баталгаажуулна.\n\nЭвлэрүүлэн зуучлах ажиллагааны үр дүнд хийгдсэн эвлэрлийн гэрээ Иргэний хуульд нийцсэн, гуравдагч этгээдийн хуулиар хамгаалагдсан ашиг сонирхлыг хөндөөгүй байна.\n\nЭвлэрлийн гэрээгээр талууд болон зохигчид эвлэрүүлэн зуучлагчийн дэмжлэгтэйгээр эвлэрэх, шаардлагыг хүлээн зөвшөөрөх, биелүүлэх, шаардлага болон нэхэмжлэлээсээ татгалзаж болно.";
  popup.title = "Эвлэрлийн гэрээ";
  popups.add(popup);

  //Өргөдөлийн загвар idx: 40
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "ХАН-УУЛ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХ ДЭХ Эвлэрүүлэн зуучлалд Өргөдөл гаргах нь\n\n...... оны ...-р сарын ...-ны өдөр Улаанбаатар хот\n\nӨргөдөл гаргагч:\n\nОвог, нэр: БОРЖИГОН ургийн овогтой БАДРАЛЫН БАЛЖИР\n\nХаяг: УБ хот, БГД 3-р хороолол, 00 байрын 00 тоот\n\nУтас: XX009999\n\nУригдагч тал:\n\nОвог, нэр: ГУЛ ургийн овогтой АРАНЖИНГИЙН АМАР\n\nХаяг: УБ хот, ХУД, Зайсан, Төгөл хотхон 00 байр 00 тоот\n\nУтас: XX110011\n\nМаргааны агуулга: Миний бие Б.Балжир өөрийн танил А.Амарт түүний бизнест бэлэн мөнгө хэрэгтэй байна мөнгө зээлээч, сарын дараа эргүүлээд өгнө гэхээр нь төгрөгийг 2021 оны 1 сарын 15-ны өдөр Гэрээ байгуулж 10.000.000 төгрөгийг 3 хувийн хүүтэй барьцаагүй зээлүүлсэн.\n\nГэвч А.Амар нь гэрээгээр хүлээсэн үүргээ биелүүлэлгүй өнөөдрийг хүрлээ. Түүнтэй уулзаж учираа ярилцахад 2021 оны 5 сарын 30-ны өдөр үндсэн зээл 10.000.000 төгрөг,\n\nхүү 300.000 төгрөг нийт 10.300.000  төгрөгийг бүрэн төлж барагдуулах тухай тайлбарлаж, бичгээр баталгаа гаргаж өгсөн.\n\nТалууд харилцан тохиролцох боломжтой гэж итгэж байх тул маргааныг эвлэрүүлэн зуучлах ажиллагааны журмаар шийдвэрлүүлэх хүсэлтэй байна\n\nИймээс энэхүү өргөдлийг гаргаж байна.\n\nХавсаргах баримт:\n\n1.	Өргөдөл ... хуудастай\n\n2.	Иргэний үнэмлэхний нотариатаар гэрчлүүлсэн хуулбар\n\n3.	Холбогдох гэрээ, бараа материал хүлээлцсэн актын нотариатаар батлуулсан хуулбар\n\n4.	Улсын тэмдэгтийн хураамж төлсөн баримт. (Үнийн дүн харгалзахгүй 30.000 төгрөг тушаана)\n\nБүгд ... хуудас баримт хавсаргав.\n\nӨРГӨДӨЛ ГАРГАСАН: /............................/\nБ.БАЛЖИР";
  popup.title = "Жищээ Загвар";
  popups.add(popup);

  //Өргөдөлийн загвар татах idx: 41
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХ ДЭХ Эвлэрүүлэн зуучлалд Өргөдөл гаргах нь\n\n...... оны ...-р сарын ...-ны өдөр\tУлаанбаатар хот\n\nӨргөдөл гаргагч:\n\nОвог, нэр: ................. ургийн овогтой .................... -ний .......................\n\nХаяг: .........................................................................................................\n\nУтас: ............................\n\nУригдагч тал:\n\nОвог, нэр: ................. ургийн овогтой .................... -ний .......................\n\nХаяг: .........................................................................................................\n\nУтас: ............................\n\nМаргааны агуулга:\n\n........................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................\n\nТалууд харилцан тохиролцох боломжтой гэж итгэж байх тул маргааныг эвлэрүүлэн зуучлах ажиллагааны журмаар шийдвэрлүүлэх хүсэлтэй байна.Иймээс энэхүү өргөдлийг гаргаж байна.\n\nХавсаргах баримт:\n\n1.	Өргөдөл ... хуудастай\n\n2.	Иргэний үнэмлэхний нотариатаар гэрчлүүлсэн хуулбар\n\n3.	Холбогдох гэрээ, бараа материал хүлээлцсэн актын нотариатаар батлуулсан хуулбар\n\n4.	Улсын тэмдэгтийн хураамж төлсөн баримт. (Үнийн дүн харгалзахгүй 30.000 төгрөг тушаана)\n\nБүгд ... хуудас баримт хавсаргав.\n\nӨРГӨДӨЛ ГАРГАСАН:\t\t/............................/";
  popup.title = "Загвар татах";
  popups.add(popup);

  //3-дагч этгээд idx: 42
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Бие даасан шаардлага гаргасан гуравдагч этгээд:\n\n29.1.Маргааны зүйлийн талаар бие даасан шаардлага гаргасан гуравдагч этгээд шүүхийн шийдвэр гарахаас өмнө уг хэргийг хянан шийдвэрлэх ажиллагаанд оролцож болно.\n\n29.2.Бие даасан шаардлага гаргасан гуравдагч этгээд зохигчийн эрх эдэлж, үүрэг хүлээнэ.";
  popup.title = "Бие даасан шаардлага гаргасан гуравдагч этгээд";
  popups.add(popup);

  //3-дагч этгээд idx: 43
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Бие даасан шаардлага гаргаагүй гуравдагч этгээд:\n\n29.3.Шүүхээс гарах шийдвэр маргааны зүйлийн талаар бие даасан шаардлага гаргаагүй этгээдийн эрх, үүрэгт сөргөөр нөлөөлөхөөр байвал шүүхийн шийдвэр гарахаас өмнө уг этгээдийн өөрийнх нь болон зохигчийн хүсэлтээр бие даасан шаардлага гаргаагүй гуравдагч этгээдийн хувиар хэрэг хянан шийдвэрлэх ажиллагаанд оролцуулж болно.\n\n29.4.Бие даасан шаардлага гаргаагүй гуравдагч этгээд нэхэмжлэл гаргасан үндэслэл ба нэхэмжлэлийг өөрчлөх, нэхэмжлэлийн шаардлагыг ихэсгэх буюу багасгах, нэхэмжлэлээс татгалзах, нэхэмжлэлийг хүлээн зөвшөөрөх, эвлэрэхээс бусад зохигчийн эрхийг эдэлж, үүргийг хүлээнэ.\n\n29.5.Шүүх бие даасан шаардлага гаргаагүй гуравдагч этгээдэд холбогдох асуудлыг үндсэн нэхэмжлэлийн хамт шийдвэрлэхгүй.";
  popup.title = "Бие даасан шаардлага гаргаагүй гуравдагч этгээд";
  popups.add(popup);

  //3-дагч этгээд idx: 44
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Таны үүрэг\n\n25.2.Хэргийн оролцогч хэрэг хянан шийдвэрлэх ажиллагааны явцад дараахь үүрэг хүлээнэ:\n\n25.2.1.шүүхэд хэргийн талаар үнэн зөв тайлбар гаргах;\n\n25.2.2.шүүхэд гаргасан нэхэмжлэлийн шаардлага, түүнийг үгүйсгэх, татгалзах үндэслэл, тайлбар түүнтэй холбоотой баримтыг өөрөө нотлох, нотлох баримтыг цуглуулах, гаргаж өгөх;\n\n25.2.3.шүүхийн дуудсанаар хүрэлцэн ирэх;\n\n25.2.4.шүүхийн тавьсан шаардлагыг биелүүлэх;\n\n25.2.5.хэрэг хянан шийдвэрлэх ажиллагааны журам, шүүх хуралдааны дэгийг сахих;\n\n25.2.6.шүүхийн шийдвэрийг гардаж авах, биелүүлэх.";
  popup.title = "Таны үүрэг";
  popups.add(popup);

  //3-дагч этгээд idx: 45
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Таны эрх\n\n25.1.Хэргийн оролцогч хэрэг хянан шийдвэрлэх ажиллагааны явцад дараахь эрх эдэлнэ:\n\n25.1.1.эсрэг талын шаардлага, тайлбар, татгалзал, түүнийг нотлох баримттай танилцах, тэдгээрт тайлбар өгөх;\n\n25.1.2.хэргийг шүүх хуралдаанаар хэлэлцүүлэх тухай шүүгчийн захирамж гарсны дараа хэргийн материалтай танилцах, түүнээс тэмдэглэл хийх, шүүх хуралдаанд оролцох;\n\n25.1.3.гэрчээс мэдүүлэг авахуулах, шинжээч томилуулах болон энэ хуулийн 48 дугаар зүйлд заасан ажиллагааг гүйцэтгүүлэх, хуурамч нотлох баримтыг хууль бусаар бүрдүүлсэн, цуглуулсан гэж үзвэл шалгуулах буюу нотлох баримтаас хасуулах, шүүх хуралдааныг хуульд заасан үндэслэлээр хойшлуулах тухай хүсэлт гаргах;\n\n25.1.4.энэ хуулийн 91 дүгээр зүйлд заасан үндэслэлээр шүүх бүрэлдэхүүн буюу шүүгч, шинжээч, орчуулагч, хэлмэрч, иргэдийн төлөөлөгч, шүүх хуралдааны нарийн бичгийн даргыг татгалзан гаргах;\n\n25.1.5.шүүх хуралдааны бусад оролцогчдод асуулт тавих;\n\n25.1.6.шүүхийн шийдвэрт гомдол гаргах;\n\n25.1.7.нэхэмжлэлийн бүх шаардлага, эсхүл аль нэг буюу хэд хэдэн шаардлагатай холбогдуулан хэргийг эвлэрүүлэн зуучлах журмаар шийдвэрлүүлэх хүсэлт гаргах; (Энэхүү эрх нь бие даасан шаардлага гарагагүй гуравдагч этгээдэд хамаарахгүй)\n\n25.1.8.хуульд заасан бусад эрх";
  popup.title = "Таны эрх";
  popups.add(popup);

  //Zurchil Shalgah idx: 46
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Зөрчлийг шалган шийдвэрлэх албан тушаалнууд:\n\n6.1. Консулын эрх бүхий албан тушаалтан\n6.2. Хилийн төлөөлөгч, орлогч, туслагч\n6.3. Төрийн тусгай хамгаалалтын эрх бүхий ажилтан\n6.4. Аймаг, нийслэл, дүүргийн цэргийн штабын дарга\n6.5. Тагнуулын байгууллагын эрх бүхий ажилтан\n6.6. Олон нийтийн цагдаа\n6.7. Гамшгаас хамгаалах улсын хяналтын байцаагч\n6.8. Цагдаагийн байгууллагын эрх бүхий алба хаагч\n6.9. Ахлах шийдвэр гүйцэтгэгч\n6.10. Мэргэжлийн хяналтын улсын байцаагч\n6.11. Гаалийн улсын байцаагч\n6.12. Татварын улсын байцаагч\n6.13. Гадаадын иргэний хяналтын улсын байцаагч\n6.14. Оюуны өмчийн улсын байцаагч\n6.15. Нийгмийн даатгалын байцаагч\n6.16. Шударга өрсөлдөөн, хэрэглэгчийн төлөө газрын улсын байцаагч\n6.17. Гал түймрийн улсын хяналтын байцаагч\n6.18. Санхүүгийн зохицуулах хорооны хянан шалгагч\n6.19. Монголбанкны хянан шалгагч\n6.20. Улсын бүртгэлийн хяналтын улсын байцаагч\n6.21. Архив, албан хэрэг хөтлөлтийн хяналтын улсын байцаагч\n6.22. Нягтлан бодох бүртгэлийн улсын байцаагч\n6.23. Статистикийн улсын байцаагч\n6.25. Төмөр замын тээврийн улсын байцаагч\n6.26. Хүүхдийн эрхийн улсын байцаагч\n6.27. Улсын байцаагчийн эрхтэй байгаль хамгаалагч\n6.28. Хадгаламжийн даатгалын корпорацийн хянан шалгагч\n6.29. Хорих ангийн эрх бүхий албан тушаалтан\n6.30. Авлигатай тэмцэх байгууллагын эрх бүхий\n6.31. Санхүүгийн мэдээллийн улсын байцаагч\n6.32. Шүүхийн сахилгын хорооны гишүүн";
  popup.title = "Шалгах эрх бүхий субъектүүд";
  popups.add(popup);

  //Holbogdogch gej idx: 47
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Зөрчил үйлдсэн гэж буруутгагдаж байгаа хүн, хуулийн этгээдийг холбогдогч гэнэ.";
  popup.title = "Холбогдогч";
  popups.add(popup);

  //ZLEG uureg idx: 48
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.	Шүүх, прокурор, эрх бүхий албан тушаалтны дуудсан цагт хүрэлцэн ирэх;\n\n2.	Шүүх, прокурор, эрх бүхий албан тушаалтны шийдвэр, хууль ёсны шаардлагыг биелүүлэх;\n\n3.	Зөрчил шалган шийдвэрлэх ажиллагаанд саад учруулахгүй байх;\n\n4.	Оролцогчид нөлөөлөхгүй байх.\n\n5.	Холбогдогчийн энэ зүйлийн 3 дахь хэсэгт заасан үүргээ биелүүлээгүй нь түүнд эрх хязгаарлах арга хэмжээ хэрэглэх, хариуцлага хүлээлгэх үндэслэл болно";
  popup.title = "Холбогдогч дараахь үүрэгтэй:";
  popups.add(popup);

  //ZLEG erh idx: 49
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.	Ямар зөрчилд холбогдон шалгагдаж байгааг мэдэх;\n\n2.	Өөрийгөө өмгөөлөх, хууль зүйн туслалцаа авах;\n\n3.	Эх хэлээрээ, эсхүл сайн мэдэх хэлээрээ мэдүүлэг өгөх, орчуулагч, хэлмэрч авах;\n\n4.	Хохирогчийн гомдолтой танилцаж тайлбар гаргах;\n\n5.	Зөрчил шалгах тодорхой ажиллагаа явуулах хүсэлт гаргах;\n\n6.	Эрх бүхий албан тушаалтан, хэрэг бүртгэлтийг удирдах албан тушаалтан, прокурорын үйл ажиллагаа, шийдвэр, шүүхийн шийдвэрт гомдол гаргах;\n\n7.	Өөрийн, эсхүл хууль ёсны төлөөлөгч, өмгөөлөгчийн хүсэлтийн дагуу хийгдэж байгаа зөрчил шалган шийдвэрлэх ажиллагаанд биечлэн оролцох, уг ажиллагааны тэмдэглэлтэй танилцах, түүнд засвар оруулах хүсэлт гаргах;\n\n8.	Нотлох баримт шалгуулах тухай хүсэлт гаргах, нотлох баримт гаргаж өгөх;\n\n9.	Зөрчлийн хэрэгтэй танилцах;\n\n10.	Хуульд заасан бусад.";
  popup.title = "Холбогдогч дараахь эрхтэй:";
  popups.add(popup);

  //ZHEG uureg idx: 50
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Шүүх, прокурор, эрх бүхий албан тушаалтны дуудсан цагт хүрэлцэн ирэх;\n\nЗөрчил шалган шийдвэрлэх ажиллагаанд саад учруулахгүй байх;\n\nЗөрчлийн хэргийн талаар үнэн зөв мэдүүлэх.";
  popup.title = "Хохирогч дараахь үүрэгтэй:";
  popups.add(popup);

  //ZHEG erh idx: 51
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Өөрийгөө өмгөөлөх, хууль зүйн туслалцаа авах;\n\nЭх хэлээрээ, эсхүл сайн мэдэх хэлээрээ мэдүүлэг өгөх, орчуулагч, хэлмэрч авах;\n\nЗөрчил шалган шийдвэрлэх ажиллагаанд оролцох;\n\nЭрх бүхий албан тушаалтан, хэрэг бүртгэлтийг удирдах албан тушаалтан, прокурорын үйл ажиллагаа, шийдвэр, шүүхийн шийдвэрт гомдол гаргах;\n\nНотлох баримт шалгуулах тухай хүсэлт гаргах, нотлох баримт гаргаж өгөх;\n\nЗөрчил шалгах тодорхой ажиллагаа явуулах хүсэлт гаргах;\n\nЗөрчлийн улмаас өөрт учирсан хохирол, хор уршгийг нэхэмжлэх, нөхөн төлүүлэх хүсэлт гаргах;\n\nЗөрчлийн хэрэгтэй танилцах;\n\nХуульд заасан бусад.\n\nХохирогч энэ хуульд заасан эрхээ хууль ёсны төлөөлөгч, өмгөөлөгчөөр дамжуулан хэрэгжүүлж болно.";
  popup.title = "Хохирогч дараахь эрхтэй:";
  popups.add(popup);

  //Gomdliin zagwar idx: 52
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "20... оны ..... сарын ..... өдөр\t\t.............. аймаг, хот\n\nГомдол гаргагч: ............................................................................... хаягт оршин суугч, ................... овогтой .................. , утас:.................., миний бие гомдол гаргах учир нь:\n\nХэргийн талаар болсон үйл явдал, хэзээ, хаана юу болсон талаарх мэдээллийг дэлгэрэнгүй бичнэ.\n.....................\n.....................\n.....................\n.....................\n\nИймд тус тус үйлдэл нь миний хуулиар хамгаалагдсан эрхийг зөрчиж байх тул хүлээн авч холбогдох хуулийн дагуу хянан шийдвэрлэж өгнө үү.\n\nГОМДОЛ ГАРГАСАН:\t\t/.............................../";
  popup.title =
      "...................... ЦАГДААГИЙН\n....... ДУГААР ХЭЛТЭСТ ГОМДОЛ ГАРГАХ НЬ";
  popups.add(popup);

  //Gomdol gargah hayguud idx: 53
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Зөрчил шалган шийдвэрлэх тухай хуулийн 1.8 зүйлийн 1-т “. . . нутаг дэвсгэр, харьяаллын дагуу явуулна” гэж зааснаар тухайн хэрэг болсон газрын харьяалах цагдаагийн хэлтэст гомдол, мэдээллийг гаргана.\n\nГомдол мэдээллийг бичгээр, амаар, харилцаа холбооны хэрэгсэл ашиглан гаргаж болно.";
  popup.title = "Гомдол гаргах цагдаагийн газрын хаягууд";
  popups.add(popup);

  //Hohirogch gedeg n idx: 54
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Зөрчлийн улмаас эрх, хууль ёсны ашиг сонирхол нь зөрчигдсөн хүн, хуулийн этгээдийг хохирогч гэнэ.";
  popup.title = "ХОХИРОГЧ ГЭДЭГ НЬ";
  popups.add(popup);

  //Ajillagaanii hugatsaa idx: 55
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Гомдол мэдээллийн хүлээн авсанаар 5 хоногийн дотор шалгаж хэрэг бүртгэлтийн хэрэг нээх эсэх асуудлыг 72 цагийн дотор прокурорт хүргүүлнэ.\n\nХэрэг бүртгэлтийн хэрэг нээсэн тохиолдолд тухайн хэргийг шалгах хугацаа 1 сар байх бөгөөд прокуророос тухай бүр 3 сар хүртэл хугацаагаар сунгаж болдог.\n\nДээрх ажиллагаа явагдаж дууссанаар эрүүгийн хэрэг үүсгэж яллагдагчаар татах эсэх асуудлыг шийдвэрлэх бөгөөд эрүүгийн хэрэг үүсгэж яллагдагчаар татсан тохиолдолд мөрдөн шалгах ажиллагааны хугацаа хөнгөн гэмт хэрэгт 14 хоног, хүнд гэмт хэрэгт 30 хоног байна.\n\nХэргийн ээдрээ төвөгтэй байдлаас шалтгаалж дараах байдлаар хугацааг сунгаж болно.\n\nҮүнд:\n1.	Сум буюу сум дундын прокурорын газрын хяналтад байгаа хэрэгт сум буюу сум дундын ерөнхий прокурор 5 сар хүртэл, аймгийн ерөнхий прокурор 7 сар хүртэл\n2.	Аймгийн прокурорын, дагнасан прокурорын газрын хяналтад байгаа хэрэгт аймгийн, дагнасан прокурорын газрын ерөнхий прокурор 16 сар хүртэл\n3.	Дүүргийн прокурорын газрын хяналтад байгаа хэрэгт дүүргийн ерөнхий прокурор 5 сар хүртэл, нийслэлийн ерөнхий прокурор 7 сар хүртэл\n4.	Нийслэлийн прокурорын газрын хяналтад байгаа хэрэгт нийслэлийн ерөнхий прокурор 16 сар хүртэл\n\nДээрх заасан хугацаанаас гадна мөрдөн байцаалтын хугацааг сунгах асуудлыг Улсын ерөнхий прокурор шийдвэрлэхээр хуульд заасан байдаг.\n\nГэмт хэргийн түдгэлзүүлсэн хугацааг дээрх хугацаанд оролцуулан тоолохгүй бөгөөд түдгэлзсэн нөхцөл байдал арилсан тохиолдолд хугацааг үргэлжлүүлэн тооцохоор хуульд зохицуулсан байдаг.";
  popup.title = "ХЭРЭГ ХЯНАН ШИЙДВЭРЛЭХ АЖИЛЛАГААНЫ ХУГАЦАА";
  popups.add(popup);

  //Сэжигтний эрх idx: 56
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1. баривчилсан үндэслэлтэй танилцах;\n\n2.шүүхийн зөвшөөрөлгүй баривчилснаас бусад тохиолдолд баривчлах тухай шүүхийн зөвшөөрөлтэй хуульд заасан хугацаанд танилцах, хуулбарыг авах;\n\n3.өөрийгөө өмгөөлөх, өмгөөлүүлэх, өмгөөлөгч, гэр бүлийн гишүүнтэй холбогдох боломжоор хангагдах;\n\n4.баривчлах шийдвэр, ажиллагааны талаар шүүхэд гомдол гаргах;\n\n5.өөрийнхөө эсрэг мэдүүлэг өгөхгүй байх;\n\n6.эмнэлгийн тусламж авах;\n\n7.хууль бусаар баривчилсны улмаас учирсан хохирлоо арилгуулахаар гомдол гаргах;\n\n8.хууль зөрчсөн эрх бүхий албан тушаалтан, мөрдөгч, прокурорын үйл ажиллагаанд гомдол гаргах.\n\nБаривчлагдсан сэжигтэн түүний хууль ёсны төлөөлөгч, өмгөөлөгч эрүүгийн хэрэг үүсгэж яллагдагчаар татах тогтоолтой танилцаж, хуулбарлаж авах, баривчилсан үндэслэлийн талаар мөрдөгчөөр тайлбарлуулах эрхтэй.";
  popup.title = "Сэжигтний эрх";
  popups.add(popup);

  //Сэжигтнийг баривчлах idx: 57
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Хуульд заасан үндэслэлээр прокурор сэжигтнийг баривчлах тухай мөрдөгчийн саналыг хүлээн авснаас хойш уг саналыг шүүхэд даруй хүргүүлнэ:\n\nШүүхийн зөвшөөрлөөр баривчилж саатуулах хугацаа 48 цагаас хэтэрч болохгүй.";
  popup.title = "Сэжигтнийг баривчлах";
  popups.add(popup);

  //СЭЖИГТЭН ГЭЖ ХЭН БЭ? idx: 58
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.Энэ хуульд заасны дагуу баривчлагдсан, эсхүл яллагдагчаар татах тогтоолтой танилцуулахаар дуудагдсан хүнийг сэжигтэн гэнэ.\n\n2.Хүндэтгэн үзэх шалтгаанаар ирэх боломжгүй тухайгаа мэдэгдэх хуудас хүлээн авсан сэжигтэн мөрдөгчид даруй мэдэгдэж, энэ тухай баримтаа ирүүлсэн бол яллагдагчаар татах тогтоол танилцуулах хугацааг прокурор 24 цаг хүртэл хугацаагаар хойшлуулж болно.\n\n3.Мэдэгдэх хуудсыг гардуулан өгөхдөө хүлээн авсан огноо, цаг, минутыг тэмдэглэн хүлээн авсан хүнээр гарын үсэг зуруулна.\n\n4.Эрүүгийн хэрэг үүсгэж яллагдагчаар татах тогтоолтой танилцуулахаар дуудсан сэжигтэн хүндэтгэн үзэх шалтгаангүйгээр ирээгүй, мэдэгдэх хуудсыг хүлээн авахаас татгалзсан нь түүнийг шүүхийн зөвшөөрлөөр баривчлах үндэслэл болно.\n\n5.Шөнийн цагт тогтоол танилцуулахаар сэжигтнийг дуудан ирүүлэхийг хориглоно.\n\n6.Сэжигтэнд эрүүгийн хэрэг үүсгэж яллагдагчаар татах тогтоол танилцуулсны дараа шаардлагатай гэж үзвэл таслан сэргийлэх арга хэмжээ авч болно.\n\n";
  popup.title = "СЭЖИГТЭН ГЭЖ ХЭН БЭ?";
  popups.add(popup);

  //Яллагдагчийн үүрэг idx: 59
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.шүүх, прокурорын мэдэгдэх хуудсаар дуудсан цагт хүрэлцэн ирэх;\n\n2.шүүх хуралдааны дэгийг сахих;\n\n3.шүүх, прокурор, мөрдөгчийн шийдвэр, хууль ёсны шаардлагыг биелүүлэх;\n\n4.эрүүгийн хэрэг хянан шийдвэрлэх ажиллагааны явцад санаатай саад учруулахгүй байх;\n\n5.оролцогч, бусад оролцогчид нөлөөлөхгүй байх.\n\nЯллагдагч энэ зүйлийн үүргээ биелүүлээгүй нь хуульд заасны дагуу албадлага хэрэглэх, хариуцлага хүлээлгэх, түүнд авсан таслан сэргийлэх арга хэмжээг өөрчлөх үндэслэл болно.";
  popup.title = "Яллагдагчийн үүрэг";
  popups.add(popup);

  //Яллагдагчийн эрх Гомдол, Хүсэлт гаргах idx: 60
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.Баривчлагдсан сэжигтэн, цагдан хоригдсон яллагдагч, шүүгдэгч нь түүнийг баривчилсан, цагдан хорьсон нь хууль ёсны эсэхийг шүүхээр хянуулах, хууль бусаар баривчилсан, цагдан хорьсон бол суллуулахаар шүүхэд гомдол гаргах эрхтэй.\n\n2.Яллагдагч хэргээ шүүхэд шилжүүлж, хэлэлцүүлэхийг шаардах, энэ талаар гомдол гаргах эрхтэй.\n\n3.Яллагдагч нь шүүх, прокурор, өмгөөлөгч, мөрдөгчийн ажиллагаа, шийдвэрт гомдол гаргах эрхтэй.\n\n4.Бусад этгээдээс шүүхийн шийдвэрт гаргасан гомдол, эсэргүүцэлтэй танилцах, түүнд тайлбар өгөх эрхтэй.\n\n5.Мөрдөгч, прокурор, орчуулагч, хэлмэрч, шинжээч, шүүгч, иргэдийн төлөөлөгч, шүүх хуралдааны нарийн бичгийн даргыг татгалзан гаргах тухай хүсэлт гаргах эрхтэй.\n\n6.Эрүүгийн хэрэг хянан шийдвэрлэх ажиллагааны явцад шүүх, прокурор, мөрдөгчийн хууль зөрчиж учруулсан хохирлыг нөхөн төлүүлэх, гэм буруутай этгээдэд хариуцлага хүлээлгэх гомдол гаргах эрхтэй.";
  popup.title = "Гомдол, хүсэлт гаргах";
  popups.add(popup);

  //Гэм буруутай эсэхийг урьдчилан тогтоохыг хориглох idx: 61
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.Шүүгч, прокурор, өмгөөлөгч, мөрдөгч, эрх бүхий албан тушаалтан, шинжээчид яллагдагчийн гэм буруугийн талаар хөдөлбөргүй үнэн гэж урьдчилан тогтоосон ямар ч нотлох баримт байж болохгүй.\n\n2.Шүүх гаргах гэж байгаа шийдвэр, яллагдагчийн гэм буруутай эсэх асуудлаар байр суурь, саналаа урьдчилан илэрхийлэх, шүүх, прокурор, өмгөөлөгч, мөрдөгч, шинжээч, мэргэжилтэн хуулийн хүчин төгөлдөр шийдвэр гарах хүртэл яллагдагчийг гэмт хэрэг үйлдсэн гэм буруутай гэж олон нийтэд мэдээлэхийг хориглоно.";
  popup.title = "Гэм буруутай эсэхийг урьдчилан тогтоохыг хориглох";
  popups.add(popup);

  //Мэдүүлэг өгөх, өгөхөөс татгалзах idx: 62
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.Яллагдагч эх хэлээрээ болон өөрийн сайн мэдэх хэлээрээ мэдүүлэг өгөх, орчуулагч, хэлмэрч авах, мэдүүлэг өгөхөөс татгалзах эрхтэй.\n\n2.Яллагдагч өөрийн эсрэг мэдүүлэг өгөх, гэмт хэрэг үйлдсэн гэм буруугүйгээ, эсхүл хэргийн байдлыг нотлох үүрэг хүлээхгүй.\n\n3.Яллагдагчийг өөрийнх нь эсрэг мэдүүлэг авахаар албадахыг хориглоно.";
  popup.title = "Мэдүүлэг өгөх, өгөхөөс татгалзах";
  popups.add(popup);

  //Мэдээлэл авах idx: 63
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.Яллагдагч эрүүгийн хэрэг хянан шийдвэрлэх ажиллагааны талаар шүүх, прокурор, мөрдөгчөөс энэ хуульд заасны дагуу өгөхийг зөвшөөрсөн мэдээллийг авах эрхтэй\n\n2.Яллагдагч монгол хэл, бичиг мэдэхгүй бол өөрийн эх хэл, эсхүл мэдэх хэл, бичгээр, хараа, сонсгол, хэл ярианы бэрхшээлтэй бол дохио зангаа, тусгай тэмдэгт ашиглан орчуулагч, хэлмэрчийн тусламжтайгаар энэ зүйлийн 1 дэх хэсэгт заасан мэдээллийг авах эрхтэй.\n\n3.Яллагдагч өөрийнх нь хүсэлтээр хийгдэж байгаа мөрдөн шалгах ажиллагаанд оролцох, уг ажиллагааны тэмдэглэлтэй танилцах, түүнд засвар оруулах хүсэлт гаргах эрхтэй.\n\n4.Яллагдагч шинжээч томилсон тогтоол, шинжээчийн дүгнэлт, мөрдөн байцаалт дууссаны дараа хавтаст хэргийн материалтай танилцах эрхтэй.";
  popup.title = "Мэдээлэл авах";
  popups.add(popup);

  //Өмгөөлөгчтэй харилцах idx: 64
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.Яллагдагч өмгөөлөгчтэй ганцаарчлан уулзах, амаар, эсхүл бичгээр чөлөөтэй харилцах эрхтэй.\n\n2.Өмгөөлөгч цагдан хоригдсон яллагдагчтай ганцаарчлан уулзах өрөө нь харилцааны нууцлалыг хангасан байна.\n\n3.Эрүүгийн хэрэг хянан шийдвэрлэх ажиллагааны явцад шүүх, прокурор, мөрдөгч нь яллагдагч өөрийгөө өмгөөлөх, эсхүл өмгөөлүүлэх, хууль зүйн туслалцаа авах эрхээ эдлэх боломжоор хангана.";
  popup.title = "Өмгөөлөгчтэй харилцах";
  popups.add(popup);

  //Шүүх хуралдаанд оролцох idx: 65
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.Яллагдагч анхан шатны шүүх хуралдаанд биечлэн оролцоно.\n\n2.Яллагдагч шүүхийн хэлэлцүүлэгт оролцох хүсэлт гаргавал талуудын саналыг харгалзан шүүх шийдвэрлэнэ.\n\n3.Яллагдагчийг энэ хуульд заасан үндэслэлээр дуу-дүрсний төхөөрөмж ашиглан өөр газраас шүүхийн хэлэлцүүлэг, шүүх хуралдаанд оролцуулж болно.";
  popup.title = "Шүүх хуралдаанд оролцох";
  popups.add(popup);

  //Ямар хэрэгт яллагдаж байгаагаа мэдэх idx: 66
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.Яллагдагч ямар хэрэгт яллагдаж байгаагаа мэдэх эрхтэй.\n\n2.Яллагдагчаар татсан, таслан сэргийлэх арга хэмжээ авсан шийдвэртэй танилцах эрхтэй.\n\n3.Сонсгосон ялын талаар бичгээр болон амаар тайлбар гаргах эрхтэй.\n\n4.Баримт сэлт гаргаж өгөх, нотлох баримт шалгуулах хүсэлт гаргах эрхтэй.";
  popup.title = "Ямар хэрэгт яллагдаж байгаагаа мэдэх";
  popups.add(popup);

  //Шүүгдэгч гэж idx: 67
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Монгол Улсын Шүүхээр гэмт хэрэг үйлдсэн гэм буруутай эсэхээ тогтоолгохоор шүүх хуралдаанд оролцож буй этгээдийг шүүгдэгч гэнэ.";
  popup.title = "Шүүгдэгч гэж";
  popups.add(popup);

  //Яллагдагч idx: 68
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.Эрүүгийн хэрэг хянан шийдвэрлэх ажиллагаанд хуульд заасны дагуу эрүүгийн хэрэг үүсгэж яллагдагчаар татах тогтоолтой танилцсан сэжигтнийг яллагдагч гэнэ.\n\n2.Эрүүгийн хэрэг хянан шийдвэрлэх ажиллагаанд оролцож байгаа шүүгдэгчид энэ бүлэгт заасан эрх, үүрэг нэгэн адил хамаарна.";
  popup.title = "Яллагдагч";
  popups.add(popup);

  //Hohirogch ТАНЫ ҮҮРЭГ idx: 69
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "3.1.шүүх, прокурорын дуудсанаар хүрэлцэн ирэх;\n\n3.2.хэргийн талаар үнэн зөв мэдүүлэг өгөх;\n\n3.3.өөрт илэрхий болсон хэргийн талаархи мэдээллийг задруулахгүй байх;\n\n3.4.эрүүгийн хэрэг хянан шийдвэрлэх ажиллагааны журам сахих.\n\n4.Хохирогч эрүүгийн хэрэг хянан шийдвэрлэх ажиллагаанд саад учруулсан, эсхүл худал мэдүүлэг өгсөн бол түүнд Зөрчлийн тухай хууль, эсхүл Эрүүгийн хуульд заасан хариуцлага хүлээлгэнэ.";
  popup.title = "ТАНЫ ҮҮРЭГ";
  popups.add(popup);

  //Hohirogch erh - Аюулгүй байдлаа хамгаалуулах idx: 70
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.Хохирогч, түүний хууль ёсны төлөөлөгч, өмгөөлөгч, хохирогчийн хамаарал бүхий этгээд эрүүгийн хэрэг хянан шийдвэрлэх ажиллагааны явцад Гэрч, хохирогчийг хамгаалах тухай хууль, энэ хуульд заасны дагуу хохирогчийн аюулгүй байдлыг хамгаалуулах туслалцаа авах хүсэлтийг шүүх, прокурор, мөрдөгчид гаргаж болно.";
  popup.title = "Аюулгүй байдлаа хамгаалуулах";
  popups.add(popup);

  //Hohirogch erh - Мэдээллээр хангуулах idx: 71
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.Хохирогч, түүний хууль ёсны төлөөлөгч, өмгөөлөгчийн хүсэлтийн дагуу дараахь ажиллагааг явуулахаас 3-аас доошгүй хоногийн өмнө прокурор түүнд энэ тухай мэдэгдэнэ:\n\n1.1.яллагдагчид авсан цагдан хорих таслан сэргийлэх арга хэмжээг өөрчлөх эсэхийг шийдвэрлэх шүүхийн хэлэлцүүлэг;\n\n1.2.хэргийн хэрэг бүртгэлт, мөрдөн байцаалтыг харьяаллын дагуу шилжүүлэх;\n\n1.3.ялтныг хорих ялаас хугацааны өмнө суллах асуудлыг шийдвэрлэх хуралдаан.\n\n2.Хохирогч, түүний хууль ёсны төлөөлөгч, өмгөөлөгчийн хүсэлтийн дагуу яллагдагчид таслан сэргийлэх арга хэмжээ авсан, өөрчилсөн, хүчингүй болгосон, хэрэг бүртгэлтийн хэрэг нээсэн, хаасан, мөрдөн байцаалтыг түдгэлзүүлсэн, сэргээсэн, хэргийг прокурорт шилжүүлсэн талаар мөрдөгч түүнд мэдэгдэнэ.\n\n3.Прокурор, мөрдөгч хуулиар хамгаалагдсан төр, байгууллага, хувь хүний нууцтай холбоотой асуудлаар хохирогч, түүний хууль ёсны төлөөлөгч, өмгөөлөгчид мэдээлэл өгөхгүй.\n\n4.Прокурор, мөрдөгч нь гэрч, хохирогч, сэжигтэн, яллагдагчийн аюулгүй байдалд эрсдэл учруулж болох, эсхүл мөрдөн шалгах ажиллагаа явуулахад саад учруулж болох үндэслэл бүхий сэжиг байгаа бол энэ зүйлийн 3 дахь хэсэгт зааснаас гадна бусад мэдээллийг нууцалж болно.";
  popup.title = "Мэдээллээр хангуулах";
  popups.add(popup);

  //Hohirogch erh - ТАНЫ ЭРХ idx: 72
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.1.өөрийгөө өмгөөлөх, өмгөөлүүлэх, хууль зүйн туслалцаа авах;\n\n1.2.хэргийн бодит байдлыг тогтооход шаардлагатай эд зүйл, баримт бичиг, мэдээлэл, бусад баримтыг гаргаж өгч хавтаст хэрэгт бэхжүүлж тусгуулах;\n\n1.3.мөрдөн шалгах тодорхой ажиллагаа явуулах, нотлох баримт шалгуулах хүсэлт гаргах;\n\n1.4.шүүхийн хэлэлцүүлэг, шүүхийн урьдчилсан хэлэлцүүлэг, шүүх хуралдаанд оролцох;\n\n1.5.шүүх хуралдаан даргалагчийн зөвшөөрлөөр шүүгдэгч, гэрч, шинжээчид асуулт тавих;\n\n1.6.шүүх, прокурор, мөрдөгчийн ажиллагаа, шийдвэрт энэ хуульд заасан журмын дагуу гомдол гаргах;\n\n1.7.эх хэлээрээ, эсхүл сайн мэдэх хэлээрээ мэдүүлэг өгөх, орчуулагч, хэлмэрч авах;\n\n1.8.хэрэг бүртгэлтийн хэргийг хаасан, мөрдөн байцаалт дууссан бол хавтаст хэргээс өөрт хамааралтай хэсэгтэй танилцах, нэмэлт ажиллагаа хийлгэх тухай хүсэлт гаргах;\n\n1.9.гэмт хэргийн улмаас учирсан хохирол, хор уршгийг нэхэмжлэх, нөхөн төлүүлэх хүсэлт гаргах;\n\n1.10.шүүхийн цагаатгах, шийтгэх тогтоолын хувийг авах;\n\n1.11.шүүгч, прокурор, мөрдөгч, орчуулагч, хэлмэрч, шинжээч, мэргэжилтэн, шүүх хуралдааны нарийн бичгийн даргыг татгалзан гаргах тухай хүсэлт гаргах;\n\n1.12.эрүүгийн хэрэг хянан шийдвэрлэх ажиллагааны явцад шүүх, прокурор, мөрдөгчийн хууль зөрчиж учруулсан хохирлыг нөхөн төлүүлэх, гэм буруутай этгээдэд хариуцлага хүлээлгэх гомдол гаргах;\n\n1.13.шинжээч томилсон тогтоол, шинжээчийн дүгнэлтийн өөрт хамааралтай хэсэгтэй танилцах;\n\n1.14.өөрийн болон гэр бүлийн гишүүд, эцэг эх, үр хүүхдийнхээ эсрэг мэдүүлэг өгөхгүй байх;\n\n1.15.энэ хуульд заасан бусад эрх.\n\n2.Хохирогч нас барсан, эрх зүйн чадамжгүй болсон, эсхүл өөрийн эрх, хууль ёсны ашиг сонирхлоо хамгаалах чадваргүй бол энэ зүйлд заасан эрхийг түүний хууль ёсны төлөөлөгч эдэлнэ.";
  popup.title = "ТАНЫ ЭРХ";
  popups.add(popup);

  //ATG handah hereg idx: 73
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Эрүүгийн хэрэг хянан шийдвэрлэх тухай хуулиар тусгайлан заасан гэмт хэргүүдэд Авлигатай тэмцэх газар хэрэг бүртгэлт мөрдөн байцаалтын ажиллагаа хийхээр заасан байдаг.\n\nАвлигатай тэмцэх газрын хэрэг бүртгэлт, мөлдөн байцаалт явуулах хэрэг:\n\nЭрүүгийн хуулийн\n•\t22.1/Эрх мэдэл, албан тушаалын байдлаа урвуулан ашиглах/,\n\n•	22.3/Гадаад улсын төрийн байгууллага, олон улсын байгууллагын албан тушаалтан эрх мэдлээ урвуулан ашиглах/,\n\n•	22.4/Хахууль авах/,\n\n•	22.5/Хахууль өгөх/,\n\n•	22.6/Гадаад улсын төрийн байгууллага, олон улсын байгууллагын албан тушаалтныг хахуульдах/,\n\n•	22.7/Улсын нөөцийг хууль бусаар зарцуулах, үрэгдүүлэх/,\n\n•	22.8/Төсвийн хөрөнгийг зориулалтын бусаар зарцуулах/,\n\n•	22.9/Төрийн өмчийн төсвийн бус хөрөнгийг зориулалтын бусаар зарцуулах/,\n\n•	22.10/Үндэслэлгүйгээр хөрөнгөжих/,\n\n•	22.11/Дураараа аашлах/,\n\n•	22.12/Хуулийн этгээдийн эрх мэдлийг урвуулан ашиглах/\n\nГэмт хэргийн талаарх таны гаргасан гомдол, мэдээллийг цагдаагийн байгууллага, тагнуулын байгууллага, авлигатай тэмцэх газар, прокурорын байгууллага заавал хүлээн авч шалгах үүрэгтэй талаар хуульд заасан байдаг.";
  popup.title = "Авилгалтай тэмцэх газар хянан шалгах хэрэг";
  popups.add(popup);

  //Gomdliin Zagwar idx: 74
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "20... оны ..... сарын ..... өдөр						.............. аймаг, хот\n\nГомдол гаргагч: ............................................................................... хаягт оршин суугч, ................... овогтой .................. , утас:.................., миний бие гомдол гаргах учир нь:\n\nХэргийн талаар болсон үйл явдал, хэзээ, хаана юу болсон талаарх мэдээллийг дэлгэрэнгүй бичнэ.\n\n............................................................................................................................................\n............................................................................................................................................\n\nИймд тус тус үйлдэл нь миний хуулиар хамгаалагдсан эрхийг зөрчиж байх тул хүлээн авч холбогдох хуулийн дагуу хянан шийдвэрлэж өгнө үү.\n\nГОМДОЛ ГАРГАСАН:				/.............................../";
  popup.title =
      "........... ДҮҮРГИЙН ЦАГДААГИЙН ....... ДУГААР ХЭЛТЭСТ ГОМДОЛ ГАРГАХ НЬ";
  popups.add(popup);

  //ХОХИРОГЧ ГЭДЭГ НЬ idx: 75
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.Гэмт хэргийн улмаас амь нас, эрүүл мэнд, бусад эрх, эрх чөлөө, эд хөрөнгийн болон эд хөрөнгийн бус хохирол хүлээсэн хүн, хуулийн этгээдийг хохирогч гэнэ.\n\n2.Шүүх, прокурор, мөрдөгч хохирогчоор тогтоох тухай шийдвэр гаргана.\n\n3.Хохирогч энэ хуульд заасан эрхээ хууль ёсны төлөөлөгч, өмгөөлөгчөөр дамжуулан хэрэгжүүлж болно.";
  popup.title = "ХОХИРОГЧ ГЭДЭГ НЬ";
  popups.add(popup);

  //Гомдол гаргах цагдаагийн газрын хаягууд idx: 76
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Эрүүгийн хэрэг хянан шийдвэрлэх тухай хуулийн 2.3 зүйлийн 1-т “. . . нутаг дэвсгэрийн харьяаллын дагуу явуулна” гэж зааснаар тухайн хэрэг болсон газрын харьяалах цагдаагийн хэлтэст гомдол, мэдээллийг гаргана.\n\nГомдол мэдээллийг бичгээр, амаар, харилцаа холбооны хэрэгсэл ашиглан гаргаж болно.";
  popup.title = "Гомдол гаргах цагдаагийн газрын хаягууд";
  popups.add(popup);

  //УРЬДЧИЛАН ШИЙДВЭРЛЭХ АЖИЛЛАГАА ГЭЖ idx: 77
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Захиргааны ерөнхий хуулийн 92 дугаар зүйлийн 92.1-т Хуульд өөрөөр заагаагүй бол иргэн, хуулийн этгээдээс түүний эрх, хууль ёсны ашиг сонирхлыг зөрчсөн гэж үзвэл холбогдох захиргааны актыг хууль болон зорилгодоо нийцэж байгаа эсэх талаар хянуулахаар гомдол гаргах эрхтэй гэсний дагуу Захиргааны актад гомдол гаргаж түүнийн хянан шийдвэрлэж байгаа ажиллагааг хэлнэ.\n\nГомдол тань Иргэдээс төрийн байгууллага, албан тушаалтанд гаргасан өргөдөл, гомдлыг шийдвэрлэх тухай хуулийн 10 дугаар зүйлд заасан шаардлагыг хангасан байх шаардлагатай.";
  popup.title = "Урьдчилан шийдвэрлэх ажиллагаа гэдэг нь:";
  popups.add(popup);

  //ХУГАЦАА idx: 78
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.	Захиргааны актыг Захиргааны ерөнхий хуульд заасан журмын дагуу мэдэгдсэнээс хойш 30 хоногийн дотор гомдлыг хянан шийдвэрлэх захиргааны байгууллагад гаргана.\n\n2.	Дээрх хөөн хэлэлцэх хугацаа зайлшгүй хүндэтгэн үзэх шалтгааны улмаас хэтэрсэн нь тогтоогдвол гомдлыг хянан шийдвэрлэх захиргааны байгууллага уг хугацааг хэтэрснээс хойших гурван сарын дотор нөхөн сэргээх бөгөөд хугацаа сэргээхтэй холбогдсон хүсэлтийг гомдлыг хянан шийдвэрлэх захиргааны байгууллагад гаргана.\n\n3.	Гомдлыг Иргэдээс төрийн байгууллага, албан тушаалтанд гаргасан өргөдөл, гомдлыг шийдвэрлэх тухай хуульд заасны дагуу хүлээн авч, хуульд өөрөөр заагаагүй бол 30 хоногийн дотор хянан шийдвэрлэж хариу өгнө.\n\n4.	Шаардлагатай тохиолдолд уг хугацааг захиргааны байгууллагын удирдах албан тушаалтан 30 хүртэл хоногоор сунгаж болох бөгөөд энэ тухай гомдол гаргасан иргэн, хуулийн этгээдэд мэдэгдэнэ.";
  popup.title = "Гомдол гаргах, түүнийг хянан шийдвэрлэх хугацаа";
  popups.add(popup);

  //ХЯНАН ШИЙДВЭРЛЭХ БАЙГУУЛЛАГА idx: 79
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Захиргааны ерөнхий хуулийн 93.1.Иргэн, хуулийн этгээд гомдлыг тухайн захиргааны актыг гаргасан байгууллагын дээд шатны захиргааны байгууллагад, эсхүл гомдол хянан шийдвэрлэх чиг үүрэг бүхий захиргааны байгууллагад гаргана.\n\nМөн дээд шатны байгууллага байхгүй бол тухайн актыг гаргасан байгууллагад гомдол гаргаж болно.";
  popup.title = "Гомдлыг хянан шийдвэрлэх захиргааны байгууллага";
  popups.add(popup);

  //Shuuh uureg idx: 80
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.шүүхийн дуудсанаар хүрэлцэн ирэх;\n\n2.хэрэг хянан шийдвэрлэх ажиллагааны журам, шүүх хуралдааны дэгийг сахих;\n\n3.шүүхийн тавьсан шаардлагыг биелүүлэх;\n\n4.шүүхэд хэргийн талаар үнэн зөв тайлбар гаргах;\n\n5.шүүхийн шийдвэрийг хуульд заасан хугацаанд гардан авах;\n\n6.хуулийн хүчин төгөлдөр болсон шүүхийн шийдвэрийг биелүүлэх.";
  popup.title =
      "Нэхэмжлэгч хэрэг хянан шийдвэрлэх ажиллагаанд оролцохдоо дараахь үүрэг хүлээнэ:";
  popups.add(popup);

  //Shuuh erh idx: 81
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.нэхэмжлэлээ өөрчлөх, түүний шаардлагын хэмжээг ихэсгэх, эсхүл багасгах, нэхэмжлэлээсээ бүхэлд нь, эсхүл хэсэгчлэн татгалзах, хариуцагчтай эвлэрэх;\n\n2.хэргийн оролцогч, тэдгээрийн төлөөлөгч, өмгөөлөгчийн шаардлага, тайлбар, нотлох баримт, хэргийн материалтай танилцах, тэмдэглэл, хуулбар хийх, тэдгээрт тайлбар өгөх, шүүх хуралдаанд оролцох;\n\n3.нотлох баримт гаргаж өгөх, гэрчээс мэдүүлэг авахуулах, шинжээч томилуулах, бусад нотлох баримт цуглуулах, нотлох баримтаас хасуулах, шүүх хуралдааныг хуульд заасан үндэслэлээр хойшлуулах тухай хүсэлт гаргах;\n\n4.шүүгч, шүүх бүрэлдэхүүн, шүүх хуралдааны нарийн бичгийн дарга, шинжээч, орчуулагч, хэлмэрчийг хуульд заасан үндэслэлээр татгалзан гаргах хүсэлт гаргах;\n\n5.шүүх хуралдааны бусад оролцогчид асуулт тавих;\n\n6.шүүхийн шийдвэрт гомдол гаргах;\n\n7.хуульд заасан бусад эрх.\n\n";
  popup.title =
      "Нэхэмжлэгч хэрэг хянан шийдвэрлэх ажиллагаанд оролцохдоо дараахь эрх эдэлнэ:";
  popups.add(popup);

  //Shuugdegch үүрэг idx: 82
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "1.шүүх, прокурорын мэдэгдэх хуудсаар дуудсан цагт хүрэлцэн ирэх;\n\n2.шүүх хуралдааны дэгийг сахих;\n\n3.шүүх, прокурор, мөрдөгчийн шийдвэр, хууль ёсны шаардлагыг биелүүлэх;\n\n4.эрүүгийн хэрэг хянан шийдвэрлэх ажиллагааны явцад санаатай саад учруулахгүй байх;\n\n5.оролцогч, бусад оролцогчид нөлөөлөхгүй байх.\n\nЯллагдагч энэ зүйлийн үүргээ биелүүлээгүй нь хуульд заасны дагуу албадлага хэрэглэх, хариуцлага хүлээлгэх, түүнд авсан таслан сэргийлэх арга хэмжээг өөрчлөх үндэслэл болно.";
  popup.title = "ШҮҮГДЭГЧИЙН ҮҮРЭГ";
  popups.add(popup);

  //idx:
  popup = new ZuvluguuPopup();
  popup.descriptions = "";
  popup.title = "";
  popups.add(popup);

  return popups;
}
