import 'package:flutter/material.dart';
import 'package:project_1/zuvluguu_popups/zuvluguupopup.dart';

import 'calculator_popup.dart';
import '../zuvluguu_popups/zuvluguupopup.dart';

//setter of calculator, more section carousel
class AdModel {
  String adImgPath;
  String adDesc;
  int idex;

  AdModel({this.adImgPath, this.adDesc, this.idex});

  void setAdPath(String getImgPath) {
    adImgPath = getImgPath;
  }

  void setAdDesc(String getDesc) {
    adDesc = getDesc;
  }

  void setIdx(int getIdx) {
    idex = getIdx;
  }

  String getAssetPath() {
    return adImgPath;
  }

  String getDescript() {
    return adDesc;
  }

  int getIdex() {
    return idex;
  }
}

//values of calculator, more section carousel
List<AdModel> getAds() {
  List<AdModel> ads = new List<AdModel>();
  AdModel ad = new AdModel();

  ad.setAdPath("assets/images/galaxy.jpg");
  ad.setAdDesc("Tanii Aylaliin hutuch 0");
  ad.setIdx(0);
  ads.add(ad);

  ad = new AdModel();
  ad.setAdPath("assets/images/galaxy.jpg");
  ad.setAdDesc("Tanii aylaliin hutuch 1");
  ad.setIdx(1);
  ads.add(ad);

  ad = new AdModel();
  ad.setAdPath("assets/images/galaxy.jpg");
  ad.setAdDesc("Tanii aylaliin hutuch 2");
  ad.setIdx(2);
  ads.add(ad);

  ad = new AdModel();
  ad.setAdPath("assets/images/galaxy.jpg");
  ad.setAdDesc("Tanii aylaliin hutuch 3");
  ad.setIdx(3);
  ads.add(ad);

  return ads;
}

//setter of home section carousel
class MainModel {
  String mainImgPath;
  String mainDesc;
  int mainIdx;

  MainModel({this.mainImgPath, this.mainDesc, this.mainIdx});

  void setAdPath(String getImgPath) {
    mainImgPath = getImgPath;
  }

  void setAdDesc(String getDesc) {
    mainDesc = getDesc;
  }

  void setIdx(int getIdx) {
    mainIdx = getIdx;
  }

  String getAssetPath() {
    return mainImgPath;
  }

  String getDescript() {
    return mainDesc;
  }

  int getIdx() {
    return mainIdx;
  }
}

//values of home section carousel
List<MainModel> getMains() {
  List<MainModel> mains = new List<MainModel>();
  MainModel main = new MainModel();

  main.setAdPath("assets/images/galaxy.jpg");
  main.setAdDesc("Tanii Aylaliin hutuch 0");
  main.setIdx(0);
  mains.add(main);

  main = new MainModel();
  main.setAdPath("assets/images/galaxy.jpg");
  main.setAdDesc("Aylaliin hutuch 1");
  main.setIdx(1);
  mains.add(main);

  main = new MainModel();
  main.setAdPath("assets/images/galaxy.jpg");
  main.setAdDesc("Aylaliin hutuch 2");
  main.setIdx(2);
  mains.add(main);

  main = new MainModel();
  main.setAdPath("assets/images/galaxy.jpg");
  main.setAdDesc("Aylaliin hutuch 3");
  main.setIdx(3);
  mains.add(main);

  return mains;
}

//home section popup values
List<CustomDialogBox> getPopups() {
  List<CustomDialogBox> popups = new List<CustomDialogBox>();
  CustomDialogBox popup = new CustomDialogBox();

  popup.descriptions = "Hello World!";
  popup.img = Image.asset("assets/images/galaxy.jpg");
  popup.title = "idx 0";
  popups.add(popup);

  popup = new CustomDialogBox();
  popup.descriptions = "aylaliin hutuch";
  popup.img = Image.asset("assets/images/galaxy.jpg");
  popup.title = "idx 1";
  popups.add(popup);

  popup = new CustomDialogBox();
  popup.descriptions = "aylaliin hutuch";
  popup.img = Image.asset("assets/images/galaxy.jpg");
  popup.title = "idx 2";
  popups.add(popup);

  popup = new CustomDialogBox();
  popup.descriptions = "aylaliin hutuch";
  popup.img = Image.asset("assets/images/galaxy.jpg");
  popup.title = "idx 3";
  popups.add(popup);

  return popups;
}

//calculator, more section popup values
List<CustomDialogBox> adPopups() {
  List<CustomDialogBox> popups = new List<CustomDialogBox>();
  CustomDialogBox popup = new CustomDialogBox();

  popup.descriptions = "aylaliin hutuch 0";
  popup.img = Image.asset("assets/images/galaxy.jpg");
  popup.title = "tanii aylaliin hutuch";
  popups.add(popup);

  popup = new CustomDialogBox();
  popup.descriptions = "aylaliin hutuch 1";
  popup.img = Image.asset("assets/images/galaxy.jpg");
  popup.title = "aylaliin hutuch";
  popups.add(popup);

  popup = new CustomDialogBox();
  popup.descriptions = "aylaliin hutuch 2";
  popup.img = Image.asset("assets/images/galaxy.jpg");
  popup.title = "aylaliin hutuch";
  popups.add(popup);

  popup = new CustomDialogBox();
  popup.descriptions = "aylaliin hutuch 3";
  popup.img = Image.asset("assets/images/galaxy.jpg");
  popup.title = "aylaliin hutuch";
  popups.add(popup);

  return popups;
}

//values of more section q&a section
List<QuestionBox> questionPop() {
  List<QuestionBox> qstPops = new List<QuestionBox>();
  QuestionBox qstPop = new QuestionBox();

  qstPop.question = 'Иргэний хэргийн хөөн хэлэлцэх хугацааг юу гэж ойлгох вэ?';
  qstPop.answer =
      'Иргэн, хуулийн этгээдээс зөрчигдсөн эрхээ хамгаалуулахын тулд шүүх, арбитр зэрэг байгууллагад нэхэмжлэл гаргаж болох хугацааг хуулиар тогтоосныг хөөн хэлэлцэх хугацаа гэнэ. Хуульд өөрөөр заагаагүй бол хөөн хэлэлцэх ерөнхий хугацаа 10 жил, гэрээний үүрэгтэй холбоотой шаардлага гаргах хөөн хэлэлцэх хугацаа 3 жил, үл хөдлөх эд хөрөнгөтэй холбоотой гэрээний үүрэгтэй холбоотой хөөн хэлэлцэх хугацаа 6 жил гэх мэт тусгай асуудлаар нь зааж өгсөн. Хөөн хэлэлцэх хугацаа өнгөрсөн бол үүрэг гүйцэтгэгч үүрэг гүйцэтгэхээс татгалзах эрхтэй байдаг.';
  qstPops.add(qstPop);

  qstPop = new QuestionBox();
  qstPop.question =
      'Шүүхэд хандмаар байгаа ч хариуцагч этгээдийн оршин суугаа хаягийг мэдэхгүй байгаа тохиолдолд яах вэ?';
  qstPop.answer =
      'Хариуцагчийн оршин суугаа газрын хаяг мэдэгдэхгүй байвал түүнийг эрэн сурвалжлуулахаар шүүхэд хүсэлт гаргаж болно. Хариуцагчийг эрэн сурвалжлах тухай шүүхийн шийдвэр гарсан тохиолдолд цагдаагийн байгууллага тухайн этгээдийн оршин суугаа хаягийг тогтоохоор эрэн сурвалжлах ажиллагааг хийж гүйцэтгэнэ.';
  qstPops.add(qstPop);

  qstPop = new QuestionBox();
  qstPop.question =
      'Зээлийн гэрээ бичгээр байгуулаагүй ч гэсэн хүү нэхэж болох уу?';
  qstPop.answer =
      'Монгол Улсын Иргэний хуульд “Хуульд өөрөөр заагаагүй бол хүү тогтоосон бол зээлийн гэрээг бичгээр хийнэ. Энэ шаардлагыг хангаагүй бол хүү авах эрхээ алдана” гэж зохицуулсан байдаг. Иймд зээл олгохдоо хүү төлөхөөр тохиролцсон хэдий ч бичгээр гэрээ байгуулаагүй, зөвхөн амаар тохиролцсон тохиолдолд зээлдүүлэгч хүү шаардах эрхгүй болно.';
  qstPops.add(qstPop);

  qstPop = new QuestionBox();
  qstPop.question =
      'Орон сууц худалдаж авахаар гэрээ байгуулахад юуг анхаарах ёстой вэ?';
  qstPop.answer =
      'Орон сууц худалдах, худалдан авах гэрээ байгуулахдаа гэрээгээ улсын бүртгэлийн газарт бүртгүүлэх ёстой. Учир нь үл хөдлөх эрх хөрөнгө өмчлөх эрх хэлцлийн үндсэн дээр нэг этгээдээс нөгөөд шилжиж байгаа бол уг хэлцлийг үл хөдлөх эд хөрөнгийн бүртгэлийн газар бүртгүүлснээр тухайн үл хөдлөх эд хөрөнгийн өмчлөх эрх худалдан авагчид шилжиж, өмнөх өмчлөгч буюу худалдагчийн өмчлөх эрх дуусгавар болдог. Хэрэв уг шаардлагыг хангаагүй бол талуудын хооронд байгуулагдсан худалдах, худалдан авах гэрээ нь Иргэний хуульд заасан хүчин төгөлдөр бус байх хэлцэлд тооцогдох хууль зүйн үр дагаврыг бий болгоно.';
  qstPops.add(qstPop);

  qstPop = new QuestionBox();
  qstPop.question =
      'Шүүхийн шийдвэрээр тогтоосон тэтгэлгийг хугацаандаа төлөөгүй тохиолдолд алданги шаардаж болох уу?';
  qstPop.answer =
      'Хэрэв шүүхийн шийдвэрээр тогтоосон тэтгэлгийг хугацаанд нь төлөөгүй бол хожимдуулсан хоног тутамд тогтоосон тэтгэлгийн үнийн дүнгийн 0,5 хувиар алданги гаргуулахаар шаардаж болно. Гэхдээ алдангийн нийт хэмжээ төлөгдөөгүй тэтгэлгийн үнийн дүнгийн 50 хувиас хэтрэхгүй байхыг анхаарах нь зүйтэй.';
  qstPops.add(qstPop);

  return qstPops;
}

//values of more section advice section
List<ZuvluguuPopup> morePopups() {
  List<ZuvluguuPopup> popups = new List<ZuvluguuPopup>();
  ZuvluguuPopup popup = new ZuvluguuPopup();

//Гэм хор
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч:\n\tОвог, нэр: ................. ургийн овогтой .................... -ний .......................\n\tХаяг: .........................................................................................................\n\tУтас: ............................\n\tХариуцагч:\n\tНэр: ..............................................\n\tХаяг: .........................................................................................................\n\tУтас: ............................................\n\t\n\tНэхэмжлэлийн шаардлага: Гэм хорын хохиролд 3.215.000 төгрөг гаргуулах тухай\n\tМиний бие 2020 оны ... дугаар  сарын ... -ны өдөр СБД-ийн нутаг дэвсгэрт  өөрийн өмчлөлийн УБН  00-00 улсын дугаартай приус 30 маркийн суудлын автомашинтайгаа  явж байтал зүүн гар талаас Н нь УНА 00-00 улсын дугаартай приус 30  маркийн суудлын авто машинаараа мөргөж, зам тээврийн осол гаргасан.\n\tТээврийн цагдаад дуудлага өгч зөрчил гарсан газарт үзлэг, хэмжилт хийлгэж, үнэлгээг хийлгэхэд  3.215.000 төгрөгний хохирол учирсан болох нь тогтоогдсон.\n\tИймд замын хөдөлгөөний дүрмийг зөрчиж, хөдөлгөөний аюулгүй байдлыг хангахгүй замын хөдөлгөөнд оролцож миний эд хөрөнгөд хохирол учруулсан тул Н-с  хөрөнгийн үнэлгээгээр тогтоогдсон 3.215.000 төгрөг, үнэлгээ хийлгэхэд төлсөн төлбөр 80.000 төгрөг, нийт 3295000  төгрөгийг гаргуулж өгнө үү\n\tНэхэмжлэлд хавсаргасан баримт бичиг\n\t1. Нэхэмжлэл ... хувь,\n\t2. Нэхэмжлэгчийн иргэний үнэмлэхийн нотариатчаар гэрчлүүлсэн хуулбар\n\t3. Тээврийн хэрэгслийн гэрчилгээний нотариатчаар гэрчлүүлсэн хуулбар\n\t4. Хэрэг учралын газарт үзлэг хийсэн тэмдэглэл болон гэрэл зургийн үзүүлэлт,\n\t5. “...” ХХК-ийн үнэлгээний тайлан, эх хувь\n\t6. Үнэлгээний төлбөр төлсөн баримт,\n\t7. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t\n\t/Нотлох баримтыг нь эх хувиар нь өгөх боломжгүй бол нотариатаар гэрчлүүлсэн хуулбарыг гаргаж өгнө/\n\t\n\tНЭХЭМЖЛЭЛ ГАРГАСАН:    .........                         / ГАРЫН ҮСЭГ /";

  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Ажлаас халагдсан
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч:\n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: Ажилд эгүүлэн тогтоолгож, ажилгүй байсан хугацааны цалин хөлстэй тэнцэх олговрыг гаргуулах, нийгмийн болон эрүүл мэндийн даатгалын шимтгэл төлүүлэх тухай.\n\tМиний бие ..... оны ... дугаар сарын ...-ны өдөр ................................... байгууллагын захиргаатай хөдөлмөрийн гэрээ байгуулж, ................................ албан тушаалд томилогдсон ч, тус байгууллагын захирлын ..... оны .... дугаар сарын ... өдрийн ......тоот тушаалаар ................... гэх (Ажлаас халсан тушаал дээрх үндэслэл) үндэслэлээр ажлаас чөлөөлөгдсөн.\n\tАжиллах хугацаанд ямар нэг сахилгын болон ёс зүйн зөрчил гаргаж байгаагүй, хамт олны дунд нэр хүндтэй, сахилга баттай, хариуцсан ажилдаа хариуцлагатай байж ирсэн.\n\tТиймээс дээрх тушаал нь илт үндэслэлгүй, хууль зөрчсөн  байх тул өөрийгөө үндэслэлгүйгээр ажлаас чөлөөлөгдсөн гэж үзэж байна.\n\tИймд  ............................... албан тушаалд эгүүлэн тогтоолгох, ажилгүй байсан хугацааны цалин, хөлстэй тэнцэх олговрыг гаргуулах, нийгмийн болон эрүүл мэндийн даатгалын шимтгэлийг төлүүлэх нэхэмжлэлийн шаардлага гаргаж байгааг хүлээн авч, шийдвэрлэж өгнө үү.\n\tНэхэмжлэлд хавсаргасан баримт бичиг /баримт жагсаалтыг бичиж, хуудасны тоог бичнэ./\n\t1. Нэхэмжлэл ... хувь,\n\t2. Нэхэмжлэгчийн иргэний үнэмлэхийн нотариатчаар гэрчлүүлсэн хуулбар\n\t3. Хөдөлмөрийн гэрээ  нотариатчаар гэрчлүүлсэн хуулбар\n\t4. Ажилд томилогдсон, ажлаас чөлөөлөгдсөн тушаалын эх хувь\n\t5. Ажлын байрны тодорхойлолт эх хувь\n\t6. Ажилд орсон тушаал\n\t7. Нийгмийн даатгалын дэвтрийн нотариатаар гэрчлүүлсэн хуулбар\n\t\n\tНЭХЭМЖЛЭЛ ГАРГАСАН:    			 /........................./\n\t\n\tЖич: /Нотлох баримтыг нь эх хувиар нь өгөх боломжгүй бол нотариатаар гэрчлүүлсэн хуулбарыг гаргаж өгнө, Өөрт байгаа нотлох баримтуудын хүрээнд дээрх жагсаалтаас бүрдүүлнэ./";

  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Орон сууцны өмчлөгчөөр тогтоолгох тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tГэрээ хийсэн өдрөө төлбөрийн 40% болох 9000 /есөн мянган/ ам долларыг төлсөн.\n\tУг барилгыг 2007.05.01-ний өдөр ашиглалтанд оруулахаар гэрээндээ тусгасан боловч хугацаандаа ашиглалтанд ороогүй бөгөөд энэ нь бидний хооронд байгуулсан гэрээний 4.1-ийн А-д барилгыг ашиглалтанд оруулахаар тохиролцсон хугацаа хожимдуулсан нөхцөлд хугацаа хэтэрсэн сар тутамд нийт үнийн дүнгийн 0.5%-иар алданги тооцож захиалагчид төлөх ёстой гэсэн заалт нь хэрэгжээгүй.\n\t2008.01.07-ны өдөр ............ компани нь 05/007 тоот мэдэгдэл ирүүлж гэрээний 4.2 дахь заалтыг зөрчин гэрээг шинэчлэхийг мэдэгдсэн. Энэхүү мэдэгдэл нь хууль бус учир иргэн Н.М намайг Хан-Уул дүүргийн 20-р хорооны нутаг дэвсгэрт байрлах .......... орон сууцны хотхоны 50м2 талбайтай 2 өрөө орон сууцны өмчлөгчөөр тогтоож өгнө үү.\n\tНэхэмжлэлд:\n\t1. Нэхэмжлэл 2 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t3. Захиалгаар байр худалдан авах гэрээ 2 хуудас\n\t4. Иргэний үнэмлэхийн хуулбар 1 хуудас\n\t5. ............ ХХК-ий мэдэгдэл 1 хуудас\n\t\n\tНэхэмжлэл гаргасан:                             /Н.М/\n\t\n\tЭх сурвалж\n\tShuukh.mn";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Асран хамгаалагчаар тогтоолгох тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "..... оны ... сарын ...-ны өдөр							Улаанбаатар хот\n\tНэхэмжлэл гаргах тухай\n\tНэхэмжлэгч:\n\tОвог, нэр: ................. ургийн овогтой .................... -ний .......................\n\tХаяг: ........................................................................................................\n\tУтас: ...........................\n\t\n\tНэхэмжлэлийн шаардлага: Асран хамгаалагчаар тогтоолгох тухай\n\t\n\tМиний дүү Ж.Ц нь С.Л гэгч эмэгтэйтэй 2010 оноос 2016 он хүртэл хамт амьдарч байсан. Энэ хугацаанд тэдний дундаас 2013 онд охин Л.Ж төрсөн. Гэвч эх С.Л нь 2015 онд охиноо 2 настай байхад нь нас барсан, Ж.Ц нь охин Ц.Н-ийн хамтаар байгаад  2020 онд 10 сард өвчний учир нас барсанаас хойш Ц.Н-н миний асрамжинд байна.\n\tМиний бие Ж.Б нь асрамжинд байх Ц.Н-ийг асран хамгаалагчаар тогтоолгох хүсэлтэй байх тул асран хамгаалагчаар тогтоож өгнө үү\n\tНэхэмжлэлд:\n\t1. Нэхэмжлэл 1 хувь\n\t2. Хүүхдийн төрсөний гэрчигээний хуулбар /нотариатаар гэрчлүүлсэн/\n\t3. Хорооны засаг даргын тодорхойлолт\n\t4. Нас барсаны гэрчилгээний хуулбар /нотариатаар гэрчлүүлсэн/\n\t5. Иргэний үнэмлэхийн хуулбар /нотариатаар гэрчлүүлсэн/\n\t\n\tНэхэмжлэл гаргасан 			/............................/ Ж.Б";
  popup.title =
      "..................................... ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Гэрлэлт цуцлуулах
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмэлэлийн шаардлага: Гэрлэлт цуцлуулж, хүүхдийн асрамж тогтоолгоож, хүүхдийн тэтгэлэг гаргуулах тухай\n\tА.Б миний бие нь 2015 онд Д.Г–тэй танилцан улмаар 2016 оны 07 дугаар сарын 08-нд гэрлэлтийн  12345 тоот баталгаагаар бүртгүүлж гэр бүл болсон билээ.\n\tБидний хамтран амьдрах хугацаанд 2016 оны 10 дугаар сарын 01-ний өдөр хүү Г.Д, 2018 оны 10 дугаар сарын 01-ний өдөр охин Г.Г нар төрсөн. Бид зан харьцааны таарамжгүй байдлын улмаас цаашид хамтран амьдрах боломжгүй болж  2019 оноос салж тусдаа амьдрах болсон юм.\n\tТэр үеэс хойш хүү охин хоёр маань эх Д.Г-ийн асрамжинд амьдарч өсч торнисон. Одоо бид тус тусын амьдралтай болсон, цаашид хамтран амьдрах боломжгүй болсон тул бидний гэрлэлтийг цуцалж өгнө үү.\n\tХүү Г.Д, охин Г.Г нарыг миний асрамжинд үлдээж, эцэг Д.Г-ээс хүүхдийн тэтгэлэг гаргуулна\n\tБидний дундын өмчлөлийн эд хөрөнгө болох Сонгинохайрхан дүүргийн ХХ-р хороо ХХ-р байр ХХ тоот 2 өрөө байр, Pajero маркийн суудлын автомашинаас надад болон 2 хүүхэддээ ногдох хэсгийг гаргуулах хүсэлтэй байна.\n\tШүүхэд нэхэмжлэл гаргахын өмнө урьдчилан шийдвэрлүүлэх журамтай. Эвлэрүүлэн зуучлалд хандасан байна.\n\tНэхэмжлэлд хавсаргасан баримт бичиг:\n\t1. Нэхэмжлэл 2 хувь\n\t2. Тэмдэгтийн хураамж 70200 төгрөг\n\t3. Гэрлэлтийн баталгаа нотариатаар батлуулсан байна\n\t4. Хүүхдийн төрсний гэргчилгээ нотариат\n\t5. Хорооны тодорхойлолт нэхэмжлэл гаргаж буй хүний\n\t6. Хүүхэд эсэн мэнд бойжиж буй өрхийн эмнэлгийн тодорхойлолт\n\t7. Хүүхдийн сургуулийн тодорхойлолт\n\t\n\tТайлбар: Гэрлэгсэд нь насанд хүрээгүй хүүхэдгүй, мөн дундын өмчлөлийн эд хөрөнгийн талаар ямар нэг маргаангүй бол захиргааны журмаар хэргийг шийдвэрлэнэ.\n\t\n\tНэхэмжлэл гаргасан: Гарын үсэг       /А.Б…………./";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Хүүхдийн тэтгэлэг тогтоолгох тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: Хүүхдийн тэтгэлэг тогтоолгох тухай\n\t\n\tМиний бие А.В-тэй 2014 онд танилцаж, 2015 оноос хамтран амьдарж, бид 2016 оны 07 сарын 08-ны өдөр В.Ж гэх охинтой болсон. Бид охиноо төрөхөд Баянгол дүүргийн Иргэний бүртгэлийн хэлтсээс төрсний гэрчилгээг нь авч, охин маань эцэг А.В овоглосон.\n\tБид 2018 оны 07 дугаар сараас тусдаа амьдарч байгаа бөгөөд хувийн халицааны улмаас цаашид хамтран амьдрах боломжгүй болсон.\n\tИймд 2016 оны 07 сарын 08-ны өдөр төрсөн охин В.Ж-д эцгээс нь хүүхдийн тэтгэлэг тогтоож өгнө үү\n\t\n\tНэхэмжлэлд хавсаргасан баримт бичиг:\n\t1. Нэхэмжлэл ... хувь\n\t2. Миний иргэний үнэмлэхийн хуулбар /нотариатчаар гэрчлүүлсэн/\n\t3. Охины төрсний гэрчилгээний хуулбар /нотариатчаар гэрчлүүлсэн/\n\t4. Хүүхэд эрүүл бойжиж байгаа тухай Өрхийн эрүүл мэндийн төвийн Эмнэлгийн магадлагаа /Эх хувь/\n\t5. Хүүхдийн цэцэрлэгт хамрагддаг тухай тодорхойлолт /Эх хувь/\n\t6. Миний оршин суугаа хорооны Засаг даргын тодорхойлолт /Эх хувь/\n\t7. Улсын тэмдэгтийн хурааж төлсөн баримт.\n\t\n\t/Нотлох баримтыг нь эх хувиар нь өгөх боломжгүй бол нотариатаар гэрчлүүлсэн хуулбарыг гаргаж өгнө/\n\t\n\tНЭХЭМЖЛЭЛ ГАРГАСАН:    .........                         / ГАРЫН ҮСЭГ /";

  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Эвлэрүүлэн зуучлал
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\Өргөдөл гаргагч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tУдирдагч тал:\n\tОвог нэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\tМаргааны агуулга:\n\t........................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................\n\tТалууд харилцан тохиролцох боломжтой гэж итгэж байх тул маргааныг эвлэрүүлэн зуучлах ажиллагааны журмаар шийдвэрлүүлэх хүсэлтэй байна.\n\tИймээс энэхүү өргөдлийг гаргаж байна.\n\tХавсаргах баримт:\n\t1. Өргөдөл ... хуудастай\n\t2. Иргэний үнэмлэхний нотариатаар гэрчлүүлсэн хуулбар\n\t3. Холбогдох гэрээ, бараа материал хүлээлцсэн актын нотариатаар батлуулсан хуулбар\n\t4. Улсын тэмдэгтийн хураамж төлсөн баримт. (Үнийн дүн харгалзахгүй 30.000 төгрөг тушаана)\n\tБүгд ... хуудас баримт хавсаргав.\n\t\n\tӨРГӨДӨЛ ГАРГАСАН:			/............................/";
  popup.title =
      "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХ ДЭХ\n\tЭвлэрүүлэн зуучлалд\n\tӨргөдөл гаргах нь";
  popups.add(popup);

//Хамтын амьдралтай байсныг тогтоолгох
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\t\n\tНэхэмжлэлийн шаардлага: Хамтын амьдралтай байсныг тогтоолгох тухай\n\t\n\tБи А.Баттай 2010 оны 10 сард танилцаж, 2011 оны 10-р сараас хамт амьдарч эхлэсэн. 2012 оны 07 дугаар сарын 01-ны өдөр охин Б.Насааг төрүүлсэн юм. Тэр цагаас хойш бид хоёр нэг гэрт хамтран амьдарч байгаад нөхөр А.Бат маань 2015 оны 9-р сард БНСУ-д ажиллахаар явж, тэнд ажиллаж байгаад 2018 оны 04-р сарын 05-ны өдөр ослоор нас барсан.\n\tБид хоёр энэ хугацаанд хадам аав Л.А-ийн хамт Хан-Уул дүүргийн 5-р хороо, 4 дүгээр хороололын 00 байрны 00 тоотод амьдарч байсан. Нөхөр маань нардуу хэрглээ, зарцуулах мөнгө явуулдаг байсан.\n\tНөхөр бид 2 хоёр ажиллаж ирээд гэрлэлтээ батлуулах бодолтой байсан. Охин Б.Н-д тэжээгчээ алдсаны тэтгэвэр тогтоолгох болсон тул бид хоёрыг 2011 оноос 10 дугаар сараас, 2018 оны 04-р сарын 05-ыг хүртэл хамтран амьдарч байсныг тогтоож өгнө үү.\n\t\n\tНэхэмжлэлд хавсаргасан материал:\n\t1. Нэхэмжлэл 1 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t3. Нас барсаны гэрчилгээний хуулбар / нотариатаар гэрчлүүлсэн/\n\t4. Иргэний үнэмлэхийн хуулбар / нотариатаар гэрчлүүлсэн/\n\t5. Хорооны засаг даргын тодорхойлолт\n\t6. Хүүхдүүдийн төрсний гэрчилгээний хуулбар / нотариатаар гэрчлүүлсэн/\n\t7. Гэрчийн тодорхойлолт / 2 хүний /\n\t8. Тодорхойлолт гаргасан 2 хүний иргэний үнэмлэхийн хуулбар/ нотариатаар гэрчлүүлсэн/\n\t\n\t/Нотлох баримтыг эх хувиар нь өгөх боломжгүй бол нотариатаар гэрчлүүлсэн хуулбарыг гаргаж өгнө/\n\t\n\tНэхэмжлэл гаргасан:			/……………………../";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Нөхөн олговор гаргуулах тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\t\n\tНэхэмжлэлийн шаардлага: Нөхөн олговор гаргуулах тухай\n\t\n\tА.Б миний авга ах болох Ц.Балдан нь 193, онд онцгой бүрэн эрхт комиссын ялын дээд хэмжээгээр шийтгэгдэж 1993 онд дээд шүүхийн цэргийн коллегийн магадлалаар цагаатгагдсан.\n\tИймээс ач дүү А.Б миний биед олгогдох нөхөн олговрыг олгож өгнө үү.\n\t\n\tХавсралтаар:\n\t1. Нэхэмжлэл 1 хувь\n\t2. Монгол Улсын Дээд Шүүхийн цагаатгасан тухай үнэмлэх болон магадлал  / нотариатаар гэрчлүүлсэн /\n\t3. Тагнуулын Ерөнхий Газрын тусгай архивийн лавлагаа\n\t4. Үндэсний төв архивийн лавлагаа / хүн амын тооллогын /\n\t5. Иргэний Гэр Бүлийн Байдлын Бүртгэлийн төв архиваас нас баралтын тухай тодорхойлолт\n\t6. Өв залгамжлах эрхийн гэрчилгээ\n\t7. Садан төрлийн холбоотойг мэдэх 2 хүний тодорхойлолт\n\t8. Тодорхойлолт гаргаж өгсөн 2 хүний иргэний үнэмлэх / нотариатаар гэрчлүүлсэн /\n\t9. Сонины нөхөн олговор авах эрх бүхий иргэдийн нэрс бүхий жагсаалт\n\t10. Нэхэмжлэгчийн иргэний үнэмлэхийн хуулбар нотариатаар гэрчлүүлсэн\n\t11. Оршин суугаа хорооны Засаг даргын тодорхойлолт\n\t\n\t/Нотлох баримтыг эх хувиар нь өгөх боломжгүй бол нотариатаар гэрчлүүлсэн хуулбарыг гаргаж өгнө/\n\t\n\tНэхэмжлэл гаргасан:............................ /	          	/";
  popup.title =
      "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХ ДЭХ";
  popups.add(popup);

//Нас тогтоолгох тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: Нас тогтоолгох тухай\n\t\n\tМиний бие 1950 онд Хөвсгөл аймгийн Мөрөн суманд газар  Балдангийн 2-р хүүхэд болон төрсөн бөгөөд 1-8 нас хүртэл эцэг, эхийн гар дээр бойжиж байгаад 195, онд тус сумын бага сургуульд улмаар 196, онд Хөвсрөг аймгийн 1-р 10 жилийн 10-р ангийг төгссөн.\n\t2015 оны 04 дүгээр сард манай гэрт хулгай орж миний сургууль, курс төгссөн бичиг баримт, хөдөлмөрийн дэвтэр, иргэний үнэмлэх хүүхдүүдийн бичиг баримтууд эд материалын хамт алдагдаад одоо хүртэл олдоогүй.\n\tБи 2005 онд улаан паспортоо иргэний үнэмлэхээр сольж авахад 1950 онд төрснийг 1952 он гэж буруу бичигдсэнийг залруулж 1950 он гэж зөвтгөж өгнө үү.\n\t\n\tХавсралтаар:\n\t1. Нэхэмжлэл 1 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт /70200 төгрөг/\n\t3. Үндэсний төв архивийн лавлагаа /хүн амын тооллогын/\n\t4. Хоёр хүний тодорхойлолт\n\t5. Тодорхойлолт гаргаж өгсөн 2 хүний иргэний үнэмлэхийн хуулбар нотариатаар гэрчлүүлсэн байх/\n\t6. Нэхэмжлэгчийн иргэний үнэмлэхийн хуулбар нотариатаар гэрчлүүлсэн байх.\n\t7. Оршин суугаа хорооны Засаг даргын тодорхойлолт\n\t\n\t/Нотлох баримтыг эх хувиар нь өгөх боломжгүй бол нотариатаар гэрчлүүлсэн хуулбарыг гаргаж өгнө/\n\t\n\tНэхэмжлэл гаргасан:			 / гарын үсэг / А.Д";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Зээлийн гэрээний авлага
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: Зээлийн гэрээний үүргийг гүйцэтгэлд 10’000’000 төгрөг гаргуулах тухай.\n\t\n\tА овогтой Б миний бие танил Ю.Я-д 2020 оны 02-р сарын 28-ны өдөр 10.000.000 төгрөгийг сарын 3 хувийн хүүтэй 5 сарын хугацаатай зээлсэн, мөн гэрээнд зээлийн хугацаа хэтэрсэн хоног тутамд 0.5 хувиар алданги тооцохоор зээлийн гэрээ байгуулж нотариатаар гэрчлүүлсэн.\n\tГэрээний хугацаа дууссан хэдий ч Ю.Я нь орлого муутай байна гэсэн шалтгаанаар гэрээний үүргээ гүйцэтгэлгүй өнөөдрийг хүрсэн.\n\tИймд зээлдэгчээс зээлийн үндсэн төлбөр 10.000.000 төгрөг, хүү 1.500.000 төгрөг, Гэрээний дагуу хугацаа хэтэрсэн хоног тутамд 0.5 хувиар алданги тооцож зээлийн эргэн төлөх хугацаа 30 хоног хэтэрсэн байх тул 1.500.000 төгрөгийн алдангийг, нийт 13.000.000 төгрөгийг гаргуулж өгнө үү.\n\t\n\tНэхэмжлэлд хавсаргасан баримт бичиг .\n\t1. Нэхэмжлэл ... хувь,\n\t2. Нэхэмжлэгчийн иргэний үнэмлэхийн нотариатчаар гэрчлүүлсэн хуулбар\n\t3. Зээлийн гэрээний нотариатчаар гэрчлүүлсэн хуулбар\n\t4. Мөнгө хүлээн авсан тухай баримт эх хувь\n\t5. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t\n\t/Нотлох баримтыг нь эх хувиар нь өгөх боломжгүй бол нотариатаар гэрчлүүлсэн хуулбарыг гаргаж өгнө/\n\t\n\tНЭХЭМЖЛЭЛ ГАРГАСАН:    .........                         / ГАРЫН ҮСЭГ /";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Ажиллаж байсныг тогтоолгох тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\t\n\tНэхэмжлэлийн шаардлага: Ажиллаж байсныг тогтоолгох тухай\n\t\n\tМиний бие  199 оны 01 дүгээр сарын 01-ний өдрөөс Аж үйлдвэрийн бараа худалдааны нэгдэлийн харъяа Хүүхдийн барааны их дэлгүүрт худалдагчаар ажилласан. 1995 онд манай хүүхдийн их дэлгүүрийг “Наран трейд” ХХК-ийн харъяа “Наран” их дэлгүүр болгож нэрийг нь өөрчилсөн. Хөдөлмөрийн дэвтэрт ажилд орсон, гарсан тушаал бичигдээгүй. Аж үйлдвэрийн бараа худалдааны нэгдлийн харъяа Хүүхдийн барааны их дэлгүүрт ажиллаж байсан талаар баримтыг шүүлгэж үзэхэд огт гарч ирэхгүй байна. Одоо тэтгэвэрт гарах болсон чинь ажилласан жил хүрэхгүйд хүрээд байна. Надад өгөх өөр ямар ч баримт байхгүй, энд тэнд шүүлгэж үзэхэд баримт олдохгүй байна.\n\tИймд намайг 1990 оны 01 дүгээр сарын 01-ний өдрөөс 1995 оны 12 дугаар сарын 31-ний өдрийг хүртэл Аж үйлдвэрийн нэрийн барааны нэгдлийн харъяа Хүүхдийн барааны их дэлгүүрт ажиллаж байсныг тогтоож өгнө үү.\n\t\n\tНэхэмжлэлд:\n\t1. Нэхэмжлэл 1 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт / 70.200 төгрөг /\n\t3. Улсын төв архив болон нийслэлийн архивийн лавлагаа\n\t4. Хөдөлмөрийн дэвтэрийн хуулбар нотариатаар гэрчлүүлсэн\n\t5. Цуг ажиллаж байсан 2 хүний тодорхойлолт /нотариатаар гэрчлүүлсэн байна/\n\t6. Тодорхойлолт гаргаж өгсөн 2 хүний иргэний үнэмлэх /нотариатаар гэрчлүүлсэн /\n\t7. Оршин суугаа хорооны Засаг даргын тодорхойлолт\n\t8. Иргэний үнэмлэхийн хуулбар нотариатаар гэрчлүүлсэн\n\t9. Бусад баримт\n\t\n\t/Нотлох баримтыг эх хувиар нь өгөх боломжгүй бол нотариатаар гэрчлүүлсэн хуулбарыг гаргаж өгнө/\n\t\n\tНэхэмжлэл гаргасан 				/…………………../\n\t\n\tЭх сурвалж: Shuukh.mn";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Гэрээний үүргийг гүйцэтгэлд 50’000’000 төгрөг гаргуулах тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: Гэрээний үүргийг гүйцэтгэлд 50’000’000 төгрөг гаргуулах тухай.\n\t\n\tА овогтой Б мах авна гэсэн зарын дагуу Ю.Я-д 2020 оны 02-р сарын 28-ны өдөр 1кг нь 6.000 төгрөгөөр тооцож гэрээ байгуулж 10 тонн мах бэлтгэн нийлүүлсэн. Тухайн өдрөө Я нь урчилгаанд 10.000.000 төгрөг өгсөн. Үлдэгдэл мөнгөө 3 хоногийн дотор шилжүүлэхээр тохиролцсон.\n\tГэвч Я нь өнөөдрийг хүртэл  хугацаа дууссан хэдий ч үлдэгдэл төлбөрөө төлөөгүй байх тул гэрээний үүргээ сайн дураараа биелүүлэх хүсэлтгүй байна хэмээн үзэж энэхүү нэхэмжлэлийг гаргаж байна.\n\tИймд Ю.Я нь гэрээний дагуу хүлээсэн үүргээ гүйцэтгээгүй байх тул гэрээнд заагдсан үлдэгдэл төлбөр болох 50.000.000 төгрөг гаргуулж өгнө үү.\n\t\n\tНэхэмжлэлд хавсаргасан баримт бичиг .\n\t1. Нэхэмжлэл ... хувь,\n\t2. Нэхэмжлэгчийн иргэний үнэмлэхийн нотариатчаар гэрчлүүлсэн хуулбар\n\t3. Гэрээний нотариатчаар гэрчлүүлсэн хуулбар\n\t4. Мах хүлээн авсан тухай баримт эх хувь\n\t5. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t\n\tНЭХЭМЖЛЭЛ ГАРГАСАН:    ............................... / ГАРЫН ҮСЭГ /";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

  popup = new ZuvluguuPopup();
  popup.descriptions =
      "62.1.Нэхэмжлэлд дараахь зүйлийг тусгасан байна:\n\t\n\t62.1.1.нэхэмжлэлийг ямар шүүхэд гаргаж байгаа; Жишээ нь  ХАН-УУЛ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД\n\t\n\t62.1.2.нэхэмжлэгчийн овог, эцгийн нэр, нэр, хаяг, хуулийн этгээд бол оноосон нэр, хаяг, оршин байгаа газар; \n\t\n\tЖишээ нь: Боржигон овгийн БЯМБАСҮРЭНГИЙН БААТАР, Баянзүрх дүүргийн 5 дугаар хороо 27 дугаар байр 32 тоот, утас 99900000, 91650000\n\t\n\tэсвэл САЙНХҮҮ ХХК, Баянзүрх дүүрэг 00 дугаар хороо 13-Р ХОРООЛОЛ, 00 байр 2 дугаар давхарт 45-50 тоот өрөө, утас 70000002, 99992220\n\t\n\t62.1.3.хариуцагчийн овог, эцгийн нэр, нэр, хаяг, хуулийн этгээд бол оноосон нэр, хаяг, оршин байгаа газар; нэхэмжлэгчийн хаягийг бичсэнтэй адил хэлбэрээр бичих бөгөөд хариуцагч нь тухайн шүүхийн харъяалалын нутаг дэвсгэрт оршин суудаг байхыг анхаарана уу, харин онцгой ажиллагааны журмаар шийдвэрлэгдэх хүсэлт, нэхэмжлэлд хариуцагч байхгүй тул нэхэмжлэгч өөрийн оршин суугаа газрын шүүхэд хүсэлт, нэхэмжлэлээ өгөх боломжтой мөн шүүхүүдийн мэдээлэл лавлагааны мэргэжилтний устаар шүүхийн харъяалалын талаар асуугаад нэхэмжлэлээ аль шүүхэд гаргах эсэхээ мэдэх боломжтой\n\t\n\t62.1.4.нэхэмжлэлийн үндэслэл, шаардлага, түүнийг нотлох баримт; Шүүхээр ямар асуудал шийдвэрлүүлэх гэж байгаагаа буюу болсон үйл баримтын талаар тодорхой товч ойлгомжтой бичиж нотлох баримтынхаа эх хувийг хавсаргана эх хувийг өгөх боломжгүй бол канондож наториатаар гэрчлүүлсэн хувийг шүүхэд нэхэмжлэлтэйгээ хамт өгнө\n\t\n\t62.1.5.нэхэмжлэлийн үнэ; Хэрэв та зээлийн гэрээний дагуу мөнгөө шаардах гэж байгаа бол эхлээд үндсэн зээл 2 000 000 төгрөг хүү 200 000 төгрөг, алданги 15 000 төгрөг нийт 2 215 000 төгрөгийг гаргуулж өгнө үү гэж нэхэмжлэлийн үнийг зөв тодорхой бичнэ\n\t\n\t62.1.6.хавсаргасан баримт бичгийн жагсаалт. Нэхэмжлэлдээ өөрийнхөө нэхэмжлэлийг шийдвэрлэхэд ач холбогдолтой гэж үзсэн цаасан нотлох баримтууд, CD, гэрэл зураг гэх мэт  зүйлүүдийг хавсаргаад тэдгээрийн нэр, хуудасны тоо, хэмжээ, ширхэгийг жагсааж бичнэ.\n\t\n\t62.2.Нэхэмжлэлд улсын тэмдэгтийн хураамж төлсөн баримт, эсхүл уг хураамжаас чөлөөлүүлэх тухай хүсэлт, хэрэв нэхэмжлэлийг төлөөлөгч гаргасан бол итгэмжлэлийг мөн хавсаргана. Эдгээрийг та нэхэмжлэлдээ заавал хавсаргаж ирүүлнэ, тэмдэгтийн хураамжийг хэрхэн, хаана тушаах, хэдэн төгрөгний нэхэмжлэлд хэдэн төгрөгний улсын тэмдэгтийн хураамж төлөхийг Улсын тэмдэгтийн хураамжийн хуулийн дагуу бодоод холбогдох дансанд тушааж баримтыг эх хувиар нь нэхэмжлэлдээ заавал хавсаргана, мөн та өөрөөгөө төлөөлүүлж хэн нэгнээр шүүхэд нэхэмжлэл гаргуулахаар бол заавал итгэмжлэл авна, хуулийн этгээд бол эрх бүхий албан тушаалтан гарын үсэг зурж, тамга дарж баталгаажуулсан итгэмжлэлийг нэхэмжлэлдээ заавал хавсаргана, эдгээрийг ирүүлээгүй нөхцөлд таны нэхэмжлэлийг шүүх хүлээн авахаас татгалзах болохыг анхаарана уу.\n\t\n\t62.3.Нэхэмжлэлийг хариуцагчийн тоогоор хувилж өгнө. Хариуцагч нь нэг хүн бол илүү нэг хувийг, хэд хэдэн хүнээс мөнгө нэхэмжилж байгаа бол тэр тоогоор нь нэхэмжлэлээ хувилж хавсаргана.";
  popup.title =
      "ТАНЫ ШҮҮХЭД ГАРГАСАН НЭХЭМЖЛЭЛ ДАРААХ БҮРДҮҮЛБЭРИЙГ ХАНГАСАН БАЙХ ШААРДЛАГАТАЙ\n\tИргэний хэрэг хянан шийдвэрлэх тухай хуулийн 62 дугаар зүйлд зааснаар:";
  popups.add(popup);

//  Эрэн сурвалжлуулах тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................\n\t\n\tНэхэмжлэлийн шаардлага:  Хариуцагч  Б.Н-ыг эрэн сурвалжлуулах тухай\n\t\n\tМиний бие Б.Н-д  холбогдуулан орон сууц хөлслөх гэрээний үүрэгт 4.800.000 төгрөг гаргуулахаар Дорноговь аймгийн Замын-Үүд сум дахь сум дундын Иргэний хэргийн анхан шатны шүүхэд нэхэмжлэл гаргасан.\n\tШүүхээс хариуцагч этгээд Б.Н-ын хаягаар мэдэгдэх хуудас хүргүүлсэн боловч хаягтаа оршин суудаггүй нь Хэнтий аймгийн Хэрлэн сумын 00-р хорооны Засаг даргын тодорхойлолтоор тогтоогдсон үндэслэлээр миний нэхэмжлэлийг хүлээн авахаас татгалзсан.\n\tБ.Н нь 2017 оны 12 дугаар сарын 28-ны өдөр  надтай орон сууц хөлслөх байгуулахдаа Хэнтий аймгийн Хэрлэн сумын 00-р хорооны ... гудамжны ... тоотод оршин суудаг байсан нь түүний иргэний үнэмлэхийн хуулбараар тогтоогдсон.\n\tИймд оршин суугаа хаяг нь тодорхойгүй Б.Н-г эрэн сурвалжилж, оршин суугаа хаягыг нь тогтоохыг цагдаагийн байгууллагаар гүйцэтгүүлэх шүүхийн шийдвэр гаргаж өгнө үү.\n\t\n\tНэхэмжлэлд хавсаргасан баримт бичиг /Баримтын жагсаалтыг бичиж, хуудасны тоог бичнэ./\n\t1. Нэхэмжлэл ... хувь,\n\t2. Нэхэмжлэгчийн иргэний үнэмлэхийн нотариатчаар гэрчлүүлсэн хуулбар,\n\t3. Нэхэмжлэгчийн  оршин суугаа хорооны Засаг даргын тодорхойлолт,\n\t4. Орон сууц хөлслөх гэрээний нотариатчаар гэрчлүүлсэн хуулбар\n\t5. Нэхэмжлэлийг хүлээн авахаас татгалзсан шүүгчийн захирамжийн нотариатчаар гэрчлүүлсэн хуулбар\n\t6. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t\n\tНЭХЭМЖЛЭЛ ГАРГАСАН:    ......................  / ГАРЫН ҮСЭГ /";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Эрх хязгаарлах арга хэмжээ авахуулах тухай
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "...... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: Эрх хязгаарлах арга хэмжээ авахуулах тухай\n\t\n\tГ.Наран би 2019 онд С.Цогтоотой  хамтран амьдарч эхлэсэн. Гэвч С.Цогтоо нь 2020 оны 02 сараас эхлэн намайг элдвээр хэлж хараах, зэргээр айлган сүрдүүлдэг байснаа 2020 оны 04 сараас гадуур олон хоногоор сураггүй хэл чимээгүй яюж, алга болж ирчихээд агсан согтуу тавьж, уурлаж, хашгичин, надад гар хүрч өшиглөж зодох зэргээр байнга дарамтлах болсон.\n\tХүчирхийлэл нь сэтгэл санааны, эдийн засгийн хэлбэрээр үйлдэгддэг. Архи дарс хэрэглээгүй үедээ ч уурлахаараа гэрийнхээ эд хогшилыг эвдэх, шатаах зэрэг бүдүүлэг үйлдэл байнга гаргадаг. Урьд өмнө нь энэ асуудлаар хууль хяналтын байгууллагад хандаж байгаагүй. Ах дүү нартаа ч хэлэлгүй нууж явдаг байсан. Сүүлийн үед гар хүрч зодох нь бүр ихэсч 2020 оны 06 сард нэг шөнө согтуу орж ирчээд заазуур аваад, орон дээр байхад хоолойнд тулгачаад, одоо чамайг ална айлгаж, нүүр амруу алгадаж дарамталсан. Хамгийн сүүлд дахин согтуу ирэхэд нь би хүүгээ  авч гарч зугатааж, хүчирхийлэлийн эсрэг төвийн хамгаалах байранд байрласан.\n\tХаръяа хорооны цагдаад тэр даруй зодуулсанаа үзүүлж 7 хоног хорих арга хэмжээ авхуулсан. Түүнээс хойш уулзалдахгүй зугатааж найз нөхөд, ах дүү нарынхаараа голдуу байсан.  Гадуур гарахдаа ч айдас түгшүүртэй, хаана тааралдчих бол, яачих бол гэж байнга айж явдаг болсон.\n\tГэтэл нэг өдөр ажлаасаа тараад явж байтал араас гэнэт гарч ирээд явуулахгүй хоргоогоод, дуугарах юм бол ална шүү гээд хүүхэдтэйгээ уулзуулахыг шаардахад нь дүүгийндээ дагуулж очсон. Хүүхэдтэйгээ уулзаж байх хооронд нь гарч цагдаа дагуулж иртэл хүүг аваад явсан байсан бөгөөд одоог хүртэл хүүг  минь өгдөггүй. Хүү минь ханиад хүрээд бие нь тааруу байгаа бөгөөд гэрээрээ эмчилгээ хийлгэж байсан юм, одоо тэр эмчилгээ нь тасарчихлаа.\n\tЦаашид энэ байдал үргэлжлэх юм бол миний болон хүүгий маань амь нас, эрүүл мэнд, хүмүүжилд ноцтой хохирол учруулж болзошгүй байх тул Гэр бүлийн хүчирхийлэлтэй тэмцэх хуулийн дагуу арга хэмжээ авч өгнө үү\n\t\n\tБүрдүүлэх материал:\n\t1. Хүсэлт  нэг хувь\n\t2. Хүүхдийн төрсөний гэрчилгээний хуулбар нотариатаар гэрчлүүлсэн.\n\t3. Хүүхдийн эрүүл бойжиж байгаа гэсэн өрхийн эмчийн тодорхойлолт\n\t4. Хүчирхийлэлийн эсрэг төвд хандсан хүсэлт\n\t5. Хүчирхийлэлийн эсрэг төвийн мэдээлэл\n\t\n\tГомдол гаргасан / 			/ Г.Наран";
  popup.title = "................ ДҮҮРГИЙН ИРГЭНИЙ ХЭРГИЙН АНХАН ШАТНЫ ШҮҮХЭД";
  popups.add(popup);

//Авилгалтай тэмцэх газар, Тагнуулын байгууллагад хандах хэрэг
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Эрүүгийн хэрэг хянан шийдвэрлэх тухай хуулиар тусгайлан заасан гэмт хэргүүдэд Тагнуулын байгууллага, Авлигатай тэмцэх газар хэрэг бүртгэлт мөрдөн байцаалтын ажиллагаа хийхээр заасан байдаг.\n\t\n\tТагнуулын байгууллагын хэрэг бүртгэлт, мөлдөн байцаалт явуулах хэрэг: \n\t\n\tЭрүүгийн хуулийн \n\t14.5 /Иргэн сонгуулийн эрхээ эдлэх, сонгуулийн хорооны ажилд саад хийх/, 14.6 /Сонгууль, ард нийтийн санал асуулгад илүү санал өгөх/,\n\t14.7 /Сонгууль, ард нийтийн санал асуулгад хууль бусаар нөлөөлөх, санал хураалтын дүнг буруу гаргах/, \n\t14.8 /Cонгуулийн үеэр илт худал мэдээлэл тараах/, \n\t14.9 /Сонгуулийг хууль бусаар явуулах хуйвалдаан зохион байгуулах/, \n\t19.1/Эх орноосоо урвах/, \n\t19.2/Төрийн эрх мэдлийг хууль бусаар авах, саатуулах/, \n\t19.3/Төрийн өндөр албан тушаалтны амь биед халдах/, \n\t19.4/Гадаадын тагнуулын алба, байгууллага, иргэнтэй хууль бусаар хамтран ажиллах/, \n\t19.5/Зэвсэгт үймээн дэгдээх/, \n\t19.6/Хорлон сүйтгэх/, \n\t19.7/Хорлон сүйтгэх ажиллагаанд бэлтгэх/, \n\t19.8/Экстремист үйл ажиллагаа явуулах/, \n\t19.9/Үндэсний эв нэгдлийг бусниулах/, \n\t19.10/Тагнуул хийх/, \n\t19.11/Төрийн нууцыг хууль бусаар олж авах/, \n\t19.12/Төрийн нууцыг задруулах/, \n\t19.13/Төрийн нууцыг үрэгдүүлэх/, \n\t19.14/Монгол Улсын хилийг хууль бусаар нэвтрэх/, \n\t20.1/Террорист үйлдлийн талаар зориуд худал мэдээлэх/, \n\t20.2/Террорист үйл ажиллагаанд уриалах, түүнийг нийтийн өмнө зөвтгөх, хатгах/, \n\t21.13/Гүйцэтгэх ажлын тухай хууль зөрчих/, \n\t27.7 дугаар зүйлийн 3 дахь хэсэг /Агаарын хөдөлгөөний аюулгүй байдалд халдах/, \n\t29.1/ Түрэмгийлэл, эсхүл дайныг төлөвлөх, бэлтгэх, өдөөх, дэгдээх/, \n\t29.3/Үй олноор хөнөөх зэвсэг боловсруулах, үйлдвэрлэх, хуримтлуулах, олж авах, борлуулах/, \n\t29.5/Төрлөөр устгах/, \n\t29.6/Хөлсний цэрэг ашиглах/, \n\t29.7/Олон улсын хамгаалалтад байдаг хүнд халдах/, \n\t29.8/Террорист үйлдэл хийх/, \n\t29.9/Террорист үйлдэлд бэлтгэх/, \n\t29.10/Терроризмыг санхүүжүүлэх/, \n\t29.11/Үй олноор хөнөөх зэвсэг дэлгэрүүлэхийг санхүүжүүлэх/\n\t\n\tАвлигатай тэмцэх газрын хэрэг бүртгэлт, мөлдөн байцаалт явуулах хэрэг: \n\t\n\tЭрүүгийн хуулийн \n\t22.1/Эрх мэдэл, албан тушаалын байдлаа урвуулан ашиглах/, \n\t22.3/Гадаад улсын төрийн байгууллага, олон улсын байгууллагын албан тушаалтан эрх мэдлээ урвуулан ашиглах/, \n\t\22.4/Хахууль авах/, \n\t22.5/Хахууль өгөх/, \n\t22.6/Гадаад улсын төрийн байгууллага, олон улсын байгууллагын албан тушаалтныг хахуульдах/, \n\t22.7/Улсын нөөцийг хууль бусаар зарцуулах, үрэгдүүлэх/, \n\t22.8/Төсвийн хөрөнгийг зориулалтын бусаар зарцуулах/, \n\t22.9/Төрийн өмчийн төсвийн бус хөрөнгийг зориулалтын бусаар зарцуулах/, \n\t22.10/Үндэслэлгүйгээр хөрөнгөжих/, \n\t22.11/Дураараа аашлах/, \n\t22.12/Хуулийн этгээдийн эрх мэдлийг урвуулан ашиглах/\n\t\n\tГэмт хэргийн талаарх таны гаргасан гомдол, мэдээллийг цагдаагийн байгууллага, тагнуулын байгууллага, авлигатай тэмцэх газар, прокурорын байгууллага заавал хүлээн авч шалгах үүрэгтэй талаар хуульд заасан байдаг.";
  popup.title =
      "Авилгалтай тэмцэх газар, Тагнуулын байгууллагын хянан шалгах хэрэг";
  popups.add(popup);

//Гомдол гаргах цагдаагийн газруудын ХАЯГ
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Эрүүгийн хэрэг хянан шийдвэрлэх тухай хуулийн 2.3 зүйлийн 1-т “. . . нутаг дэвсгэрийн харьяаллын дагуу явуулна” гэж зааснаар тухайн хэрэг болсон газрын харьяалах цагдаагийн хэлтэст гомдол, мэдээллийг гаргана.\n\t\n\tГомдол мэдээллийг бичгээр, амаар, харилцаа холбооны хэрэгсэл ашиглан гаргаж болно.";
  popup.title = "Гомдол гаргах цагдаагийн газрын хаягууд";
  popups.add(popup);

//Эрүү хэрэг, зөрчлийн тухай ГОМДЛЫН ЗАГВАР
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "20... оны ..... сарын ..... өдөр						.............. аймаг, хот\n\t\n\tГомдол гаргагч: ............................................................................... хаягт оршин суугч, ................... овогтой .................. , утас:.................., миний бие гомдол гаргах учир нь:\n\t\n\tХэргийн талаар болсон үйл явдал, хэзээ, хаана юу болсон талаарх мэдээллийг дэлгэрэнгүй бичнэ.\n\t...................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................\n\t\n\tИймд тус тус үйлдэл нь миний хуулиар хамгаалагдсан эрхийг зөрчиж байх тул хүлээн авч холбогдох хуулийн дагуу хянан шийдвэрлэж өгнө үү.\n\t\n\tГОМДОЛ ГАРГАСАН:				/.............................../";
  popup.title =
      "........... ДҮҮРГИЙН ЦАГДААГИЙН\n\t....... ДУГААР ХЭЛТЭСТ ГОМДОЛ ГАРГАХ НЬ";
  popups.add(popup);

//ХЭРЭГ ХЯНАН ШИЙДВЭРЛЭХ АЖИЛЛАГААНЫ ХУГАЦАА
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "Гомдол мэдээллийн хүлээн авсанаар 5 хоногийн дотор шалгаж хэрэг бүртгэлтийн хэрэг нээх эсэх асуудлыг 72 цагийн дотор прокурорт хүргүүлнэ.\n\t\n\tХэрэг бүртгэлтийн хэрэг нээсэн тохиолдолд тухайн хэргийг шалгах хугацаа 1 сар байх бөгөөд прокуророос тухай бүр 3 сар хүртэл хугацаагаар сунгаж болдог.\n\t\n\tДээрх ажиллагаа явагдаж дууссанаар эрүүгийн хэрэг үүсгэж яллагдагчаар татах эсэх асуудлыг шийдвэрлэх бөгөөд эрүүгийн хэрэг үүсгэж яллагдагчаар татсан тохиолдолд мөрдөн шалгах ажиллагааны хугацаа хөнгөн гэмт хэрэгт 14 хоног, хүнд гэмт хэрэгт 30 хоног байна.\n\t\n\tХэргийн ээдрээ төвөгтэй байдлаас шалтгаалж дараах байдлаар хугацааг сунгаж болно.\n\t\n\tҮүнд: \n\t-Сум буюу сум дундын прокурорын газрын хяналтад байгаа хэрэгт сум буюу сум дундын ерөнхий прокурор 5 сар хүртэл, аймгийн ерөнхий прокурор 7 сар хүртэл\n\t-Аймгийн прокурорын, дагнасан прокурорын газрын хяналтад байгаа хэрэгт аймгийн, дагнасан прокурорын газрын ерөнхий прокурор 16 сар хүртэл\n\t-Дүүргийн прокурорын газрын хяналтад байгаа хэрэгт дүүргийн ерөнхий прокурор 5 сар хүртэл, нийслэлийн ерөнхий прокурор 7 сар хүртэл\n\t-Нийслэлийн прокурорын газрын хяналтад байгаа хэрэгт нийслэлийн ерөнхий прокурор 16 сар хүртэл\n\t\n\tДээрх заасан хугацаанаас гадна мөрдөн байцаалтын хугацааг сунгах асуудлыг Улсын ерөнхий прокурор шийдвэрлэхээр хуульд заасан байдаг.\n\t\n\tГэмт хэргийн түдгэлзүүлсэн хугацааг дээрх хугацаанд оролцуулан тоолохгүй бөгөөд түдгэлзсэн нөхцөл байдал арилсан тохиолдолд хугацааг үргэлжлүүлэн тооцохоор хуульд зохицуулсан байдаг.";
  popup.title = "ХЭРЭГ ХЯНАН ШИЙДВЭРЛЭХ АЖИЛЛАГААНЫ ХУГАЦАА";
  popups.add(popup);

//Газрын маргаан
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "20.... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tБайгууллага, албан тушаалтаны нэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: .................. Засаг даргын ..... оны ... сарын ...-ны өдрийн ................... дугаар захирамжийн ............................-д холбогдох хэсгийг хүчингүй болгуулах.\n\t\n\tНэхэмжлэлийн шаардлага: .................. Засаг даргын ..... оны ... сарын ...-ны өдрийн ................... дугаар захирамжийн ............................-д холбогдох хэсгийг хүчингүй болгуулах.\n\t\n\tНэхэмжлэлийн үндэслэл:\n\t(Ямар шалтгаанаар тус захиргааны актын холбогдох хэсэг хүчин төгөлдөр бус гэж үзэж байгаа үндэслэл) \n\t\n\tХавсаргасан материал:\n\t1. Нэхэмжлэл 2 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t3. Иргэний үнэмлэхний хуулбар (Компани бол компанийн дүрэм, гэрчилгээ)\n\t4. Газар эзэмших эрхийн гэрчилгээг нотариатаар баталгаажуулсан хуулбар\n\t5. Кадастрын зураг\n\t6. Дүүргийн Засаг даргын захирамжийн хуулбар\n\t7. Нийслэлийн Засаг даргын 20… оны … сарын …-ны өдрийн албан бичиг\n\t\n\tНэхэмжлэл гаргасан:                                         /…………………………….../";
  popup.title =
      "НИЙСЛЭЛ ДЭХ ЗАХИРГААНЫ ХЭРГИЙН\n\tАНХАН ШАТНЫ ШҮҮХЭД\n\tНэхэмжлэл гаргах нь:";
  popups.add(popup);

//Татварын маргаан
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "20.... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: ............................... улсын байцаагчийн ..... оны ... сарын ...-ны өдрийн ................ тоот актыг хүчингүй болгуулах\n\t\n\tНэхэмжлэлийн үндэслэл: (Ямар шалтгаанаар тус захиргааны акт хүчин төгөлдөр бус гэж үзэж байгаа үндэслэлээ бичнэ) \n\t\n\tХавсаргасан материал:\n\t1. Нэхэмжлэл 2 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t3. .............................. улсын байцаагчийн ..... оны ... сарын ...-ны өдрийн ......................... тоот акт\n\t4. Компанийн дүрэм, гэрчилгээ\n\t5. Татварын ерөнхий газрын /Нийслэлийн татварын газрын/ дэргэдэх маргаан таслах зөвлөлийн 20... оны ... сарын ...-ны өдрийн тогтоол\n\t\n\tНэхэмжлэл гаргасан:                                           /……………………………….../";
  popup.title =
      "НИЙСЛЭЛ ДЭХ ЗАХИРГААНЫ ХЭРГИЙН\n\tАНХАН ШАТНЫ ШҮҮХЭД\n\tНэхэмжлэл гаргах нь:";
  popups.add(popup);

//Тендерийн маргаан
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "20.... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага:....................................... газрын тендерийн үнэлгээний хорооны ..... оны ... сарын ...-ны өдрийн шийдвэрийг хүчингүй болгуулах, ........................................ газрын ....................... дугаар тендер сонгон шалгаруулалтыг хүчингүй болгуулах, дахин тендер явуулахыг .................................. газарт даалгах тухай\n\t\n\tНэхэмжлэлийн үндэслэл: (Ямар шалтгаанаар тус шийдвэрийг хүчингүй гэж үзэж байгаа үндэслэл)\n\t\n\tХавсаргасан материал:\n\t1. Нэхэмжлэл 2 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t3. Компанийн дүрэм, гэрчилгээ\n\t4. Тендер шалгаруулалтанд оролцсонтой холбоотой баримтууд /нотлох баримтын шаардлага хангуулан хавсаргах/\n\t5. Сангийн яамны (Шударга өрсөлдөөн, хэрэглэгчийн төлөө газрын) 20... оны ... сарын ... -ны өдрийн албан бичиг\n\t\n\tНэхэмжлэл гаргасан:                                         /…………………………….../";
  popup.title =
      "НИЙСЛЭЛ ДЭХ ЗАХИРГААНЫ ХЭРГИЙН\n\tАНХАН ШАТНЫ ШҮҮХЭД\n\tНэхэмжлэл гаргах нь:";
  popups.add(popup);

//Төрийн албаны маргаан
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "20.... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага: ............................... даргын ..... оны ... сарын ...-ны өдрийн ........................... дугаар тушаалыг хүчингүй болгуулах, урьд эрхэлж байсан ажилд эгүүлэн тогтоолгох, ажилгүй байсан хугацааны цалинг гаргуулах, эрүүл мэндийн даатгал болон нийгмийн даатгалын шимтгэлийг нөхөн төлүүлэх\n\t\n\tНэхэмжлэлийн үндэслэл: (Ажлаас халагдсан тушаал хүчин төгөлдөр бус гэж үзэж байгаа үндэслэл) \n\t\n\tХавсаргасан материал:\n\t1. Нэхэмжлэл 2 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t3. Иргэний үнэмлэхний хуулбар\n\t4. Ажилд томилогдсон тушаал\n\t5. Үр дүнгийн гэрээг дүгнэсэн илтгэх хуудас\n\t6. Ажлаас чөлөөлсөн, сахилгын шийтгэл ногдуулсан тушаалын хуулбар\n\t7. Төрийн албаны зөвлөлийн 20___ оны __ сарын __-ны өдрийн албан бичиг\n\t\n\tНэхэмжлэл гаргасан:                                         /…………………………….../";
  popup.title =
      "НИЙСЛЭЛ ДЭХ ЗАХИРГААНЫ ХЭРГИЙН\n\tАНХАН ШАТНЫ ШҮҮХЭД\n\tНэхэмжлэл гаргах нь:";
  popups.add(popup);

//Улсын бүртгэлийн маргаан
  popup = new ZuvluguuPopup();
  popup.descriptions =
      "20.... оны ...-р сарын ...-ны өдөр						Улаанбаатар хот\n\tНэхэмжлэгч: \n\tОвог, нэр: ................. ургийн овогтой .................... -ний ....................... \n\tХаяг: ......................................................................................................... \n\tУтас: ............................ \n\tХариуцагч:\n\tНэр: ...............................................\n\tХаяг: .........................................................................................\n\tУтас: ..........................................\n\t\n\tНэхэмжлэлийн шаардлага:  ……………… дүүргийн ….. дугаар хороо, ………. гудамж, …... байрны ….. тоот орон сууцыг …………………………..…-ны нэр дээр бүртгэсэн ………………....дугаар бүхий өмчлөх эрхийн улсын бүртгэлийг хүчингүй болгуулах\n\t\n\tНэхэмжлэлийн үндэслэл: (Ямар шалтгаанаар тус захиргааны акт хүчин төгөлдөр бус гэж үзэж байгаа үндэслэлээ бичнэ) \n\t\n\tХАВСРАЛТААР:\n\t1. Нэхэмжлэл 2 хувь\n\t2. Улсын тэмдэгтийн хураамж төлсөн баримт\n\t3. Иргэний үнэмлэхний хуулбар (Компани бол компанийн дүрэм, гэрчилгээ)\n\t4. Уг орон сууцыг өмчлөх эрхтэйгээ нотлосон баримт\n\t5. Оюуны өмч, улсын бүртгэлийн ерөнхий газрын 20___ оны __ сарын __-ны өдрийн албан бичиг\n\t\n\tНэхэмжлэл гаргасан:                                         /…………………………….../";
  popup.title =
      "НИЙСЛЭЛ ДЭХ ЗАХИРГААНЫ ХЭРГИЙН\n\tАНХАН ШАТНЫ ШҮҮХЭД\n\tНэхэмжлэл гаргах нь:";
  popups.add(popup);

  return popups;
}
